[
  "Câu trả lời sau đây, câu nào diễn đạt chưa chuẩn xác:<br><br>a) Chủ nghĩa Mác là học thuyết do C.Mác sáng lập <br>b) Chủ nghĩa Mác là học thuyết về sự nghiệp giải phóng giai cấp vô sản và nhân dân lao động <br>c) Chủ nghĩa Mác là thế giới quan và phương pháp luận chung của mọi nhận thức và thực tiễn <br>d) Chủ nghĩa mác là học thuyết được xây dựng trên cơ sở kế thừa những tinh hoa của lịch sử tư tưởng nhân loại và thực tiễn cách mạng",
  "Phát kiến vĩ đại nhất của Các Mác trên lĩnh vực nghiên cứu triết học và kinh tế chính trị là:<br><br>a) Sáng tạo ra chủ nghĩa duy vật biện chứng và học thuyết giá trị lao động <br>b) Sáng tạo ra phép biện chứng duy vật và học thuyết giá trị thặng dư <br>c) Sáng tạo ra chủ nghĩa duy vật biện chứng và học thuyết giá trị thặng dư <br>d) Sáng tạo ra chủ nghĩa duy vật lịch sử và học thuyết giá trị thặng dư",
  "Trong tác phẩm kinh điển sau đây, tác phẩm nào được đánh giá là văn kiện đầu tiên có tính cương lĩnh của chủ nghĩa Mác, thể hiện sự chín muồi về mặt thế giới quan mới của C. Mác và Ăngghen: <br>a) Gia đình thần thánh (1845)<br>b) Hệ tư tưởng Đức (1845 - 1846)<br>c) Luận cương về L. Phoiơbắc (1845)<br>d) Tuyên ngôn của đảng cộng sản (1848)",
  "Trong chủ nghĩa Mác - Lênin, bộ phận lý luận nào có chức năng làm sáng tỏ bản chất và những quy luật chung nhất của mọi sự vận động, phát triển của thế giới là :<br>a) Triết học Mác - Lênin<br>b) Kinh tế chính trị Mác - Lênin<br>c) Chủ nghĩa xã hội khoa học<br>d) Không có bộ phận nào giữ chức năng đó vì chủ nghĩa Mác - Lênin thuộc khoa học xã hội",
  "Trong các câu hỏi sau đây, câu hỏi nào là biến thể của cách diễn đạt vấn đề cơ bản của triết học:<br>a) Não người đã phát triển như thế nào?<br>b) Nội dung của các tư tưởng của con người xuất hiện từ đâu và bằng cách nào?<br>c) Tư duy được thực hiện trong các hình thức nào và tuân theo các quy luật nào?<br>d) Mục đích và ý nghĩa của sự tồn tại người là gì?",
  "Khái niệm: \"những nguyên lý cơ bản của chủ nghĩa Mác - Lênin\" là chỉ:<br>a) Những quan điểm cơ bản của chủ nghĩa Mác - Lênin<br>b) Những quan điểm cơ bản, nền tảng của chủ nghĩa Mác - Lênin<br>c) Những quan điểm mang tính chất chân lý bền vững của chủ nghĩa Mác - Lênin<br>d) Những quan điểm cơ bản, nền tảng và có tính chất chân lý bền vững của chủ nghĩa Mác - Lênin",
  "Chủ nghĩa Mác - Lênin là học thuyết khoa học:<br>a) Đã phát triển đến mức hoàn toàn đầy đủ, không cần phát triển gì thêm<br>b) Trong đó mọi vấn đề được giải quyết triệt để, chỉ cần nghiên cứu và vận dụng trong thực tiễn<br>c) Có thể thay thế cho mọi khoa học<br>d) Không ngừng phát triển trên cơ sở tổng kết những thành tựu mới của sự phát triển các khoa học và thực tiễn",
  "Trong tác phẩm kinh điển nào sau đây, tác phẩm nào thể hiện sự tập trung đầy đủ nhất nội dung lý luận kinh tế chính trị học của chủ nghĩa Mác? Tác phẩm đó của ai?<br>a) Phê phán cương lĩnh Gôta/ C.Mác<br>b) Phê phán cương lĩnh Gôta/ Ph. Ăngghen<br>c) Bộ Tư bản/ C. Mác<br>d) Bộ Tư bản/ Ăngghen",
  "Trong tác phẩm kinh điển nào sau đây, tác phẩm nào thể hiện tập trung việc V.I. Lênin đã kế thừa và phát triển quan niệm của chủ nghĩa Mác về vật chất, về mối quan hệ giữa vật chất và ý thức , tồn tại xã hội và ý thức xã hội<br>a) Làm gì?<br>b) Chủ nghĩa duy vật và chủ nghĩa kinh nghiệm phê phán<br>c) Ba nguồn gốc và ba bộ phận cấu thành chủ nghĩa Mác<br>d) Bút ký triết học",
  "Trong tác phẩm kinh điển nào sau đây, tác phẩm nào thể hiện tập trung việc V.I. Lênin đã kế thừa và phát triển tư tưởng biện chứng trong triết học của G.W.Ph. Hêghen? <br>a) Làm gì?<br>b) Chủ nghĩa duy vật và chủ nghĩa kinh nghiệm phê phán<br>c) Ba nguồn gốc và ba bộ phận cấu thành chủ nghĩa Mác<br>d) Bút ký triết học",
  "Theo Ph. Ăngghen, vấn đề cơ bản lớn của triết học là vấn đề về:<br>a) Vật chất<br>b) Ý thức<br>c) Mối quan hệ giữa tư duy và tồn tại<br>d) Quy luật chung nhất của tự nhiên, xã hội và tư duy con người",
  "Hai khái niệm triết học và thế giới quan...<br>a) Là trùng nhau vì đều là hệ thống quan điểm chung về thế giới<br>b) Triết học không phải là toàn bộ thế giới quan mà chỉ là hạt nhân lý luận chung nhất của thế giới quan<br>c) Không phải mọi triết học đều là hạt nhân lý luận của thế giới quan mà chỉ có triết học Mác - Lênin mới là hạt nhân lý luận của thế giới quan<br>d) Là hoàn toàn khác nhau",
  "Nội dung mặt thứ nhất của vấn đề cơ bản của triết học là:<br>a) Quan hệ giữa vật chất với ý thức<br>b) Quan hệ giữa ý thức với vật chất<br>c) Khả năng nhận thức thế giới của con người<br>d) Bản chất của thế giới là vật chất hay ý thức",
  "Hệ thống triết học nào quan niệm sự vật là phức hợp của cảm giác<br>a) Chủ nghĩa duy vật siêu hình<br>b) Chủ nghĩa duy vật biện chứng<br>c) Chủ nghĩa duy tâm chủ quan<br>d) Chủ nghĩa duy tâm khách quan",
  "Hệ thống triết học nào coi cảm giác là hình ảnh chủ quan của thế giới khách quan?<br>a) Chủ nghĩa duy vật biện chứng<br>b) Chủ nghĩa duy vật siêu hình<br>c) Chủ nghĩa duy tâm khách quan<br>d) Chủ nghĩa duy tâm chủ quan",
  "Các trình độ phát triển của thế giới quan:<br>a) Thế giới quan tôn giáo - thế giới quan huyền thoại - thế giới quan triết học<br>b) Thế giới quan tôn giáo - thế giới quan triết học - thế giới quan huyền thoại<br>c) Thế giới quan huyền thoại - thế giới quan tôn giáo - thế giới quan triết học<br>d) Thế giới quan huyền thoại - thế giới quan siêu hình - thế giới quan triết học",
  "Thế giới quan là: <br>a) Quan niệm của con người về thế giới<br>b) Hệ thống quan niệm của con người về thế giới<br>c) Hệ thống quan niệm, quan điểm lý luận của con người về thế giới<br>d) Hệ thống quan niệm, quan điểm chung nhất của con người về thế giới",
  "Trong xã hội có giai cấp, triết học<br>a) Cũng có tính giai cấp<br>b) Không có tính giai cấp<br>c) Chỉ triết học phương Tây mới có tính giai cấp<br>d) Chỉ có triết học phương Đông mới có tính giai cấp",
  "Chọn luận điểm thể hiện lập trường triết học duy tâm lịch sử:<br>a) Quan hệ sản xuất mang tính vật chất<br>b) Yếu tố kinh tế quyết định lịch sử<br>c) Sự vận động và phát triển của xã hội, suy cho cùng là do tư tưởng của con người quyết định<br>d) Kiến trúc thương tầng chỉ đóng vai trò thụ động trong lịch sử",
  "Nhận định sau thuộc lập trường triết học nào?<br>\"Nhân tố kinh tế là nhân tố quyết định duy nhất trong lịch sử\"<br>a) Chủ nghĩa duy vật biện chứng<br>b) Chủ nghĩa duy tâm chủ quan<br>c) Chủ nghĩa duy tâm khách quan<br>d) Chủ nghĩa duy vật tầm thường",
  "Phép biện chứng cổ đại là:<br>a) Biện chứng duy tâm<br>b) Biện chứng ngây thơ, chất phác<br>c) Biện chứng duy vật khoa học<br>d) Biện chứng chủ quan",
  "Phép biện chứng của triết học Hêghen là:<br>a) Phép biện chứng duy tâm chủ quan<br>b) Phép biện chứng duy vật hiện đại<br>c) Phép biện chứng ngây thơ, chất phác<br>d) Phép biện chứng duy tâm khách quan",
  "Vận động của tự nhiên và lịch sử chỉ là sự tha hóa sự tự vận động của ý niệm tuyệt đối. Quan niệm trên thuộc lập trường triết học nào?<br>a) Chủ nghĩa duy vật<br>b) Chủ nghĩa duy tâm chủ quan<br>c) Chủ nghĩa duy tâm khách quan<br>d) Chủ nghĩa nhị nguyên triết học",
  "Chọn phương án đúng để điền vào chỗ trống: \" điểm xuất phát ... là sự khẳng định những sự vật hiện tượng của tự nhiên đều bao hàm những mâu thuẫn vốn có của chúng\"<br>a) Phép siêu hình<br>b) Phép biện chứng <br>c) Phép biện chứng duy tâm<br>d) Phép biện chứng duy vật",
  "\"Tất cả cái gì đang vận động, đều vận động nhờ một cái khác nào đó\"<br>Nhận định này gắn liền với hệ thống triết học nào? Hãy chọn phương án sai/<br>a) Triết học duy vật<br>b) Triết học duy tâm<br>c) Triết học duy tâm khách quan<br>d) Triết học duy tâm chủ quan",
  "Nên gắn ý kiến: \"nguyên nhân cao hơn, hoàn thiện hơn kết quả của nó\" với lập trường triết học nào?<br>a) Triết học duy tâm chủ quan<br>b) Triết học duy tâm khách quan<br>c) Triết học duy vật<br>d) Triết học duy vật biện chứng",
  "Triết học bao gồm những quan điểm chung nhất, những sự lý giải có luận chứng cho các câu hỏi chung của con người, nên triết học bao gồm toàn bộ tri thức của nhân loại. Kết luận trên ứng với triết học thời kỳ nào? Chọn câu trả lời đúng:<br>a) Triết học cổ đại<br>b) Triết học phục hưng<br>c) Triết học Trung cổ - Tây âu<br>d) Triết học Mác - Lênin",
  "Xác định quan điểm duy vật biện chứng trong số những luận điểm sau:<br>a) Thế giới thống nhất ở tính tồn tại của nó<br>b) Thế giới thống nhất ở nguồn gốc tinh thần<br>c) Thế giới thống nhất ở tính vật chất<br>d) Thế giới thống nhất ở sự suy nghĩ về nó như là nó là cái thống nhất",
  "Khi khoa học tự nhiên phát hiện ra tia X, ra hiện tượng phóng xạ, ra điện tử là một thành phần cấu tạo nên nguyên tử. Theo V.I. Lênin điều đó chứng tỏ gì?<br>a) Vật chất không tồn tại thật<br>b) Vật chất tiêu tan mất<br>c) Giới hạn hiểu biết của chúng ta về vật chất mất đi<br>d) Vật chất có tồn tại thực sự nhưng không thể nhận thức được",
  "Những phát minh của vật lý học cận đại đã bác bỏ khuynh hướng triết học nào?<br>a) Duy vật chất phác<br>b) Duy vật siêu hình<br>c) Duy vật biện chứng<br>d) Duy vật chất phác và duy vật siêu hình",
  "Khái niệm trung tâm mà V.I. Lênin sử dụng để định nghĩa về vật chất là?<br>a) Phạm trù triết học<br>b) Thực tại khách quan<br>c) Cảm giác<br>d) Phản ánh",
  "Trong định nghĩa về vật chất của mình, V.I.Lênin cho thuộc tính chung nhất của vật chất là<br>a) Tự vận động<br>b) Cùng tồn tại<br>c) Đều có khả năng phản ánh<br>d) Tồn tại khách quan bên ngoài ý thức không lệ thuộc vào cảm giác",
  "Xác định mệnh đề sai?<br>a) Vật thể không phải là vật chất<br>b) Vật chất không chỉ có một dạng tồn tại là vật thể<br>c) Vật thể là một dạng cụ thể của vật chất<br>d) Vật chất tồn tại thông qua những dạng cụ thể của nó",
  "Xác định mệnh đề đúng theo quan điểm duy vật biện chứng:<br>a) Phản điện tử, phản hạt nhân là phi vật chất<br>b) Phản điện tử, phản hạt nhân là thực tại khách quan, là dạng cụ thể của vật chất<br>c) Phản vật chất là sự tưởng tượng thuần túy của các nhà vật lý học<br>d) Phản vật chất không phải là vật chất",
  "Sai lầm của các nhà triết học cổ đại trong quan niệm về vật chất?<br>a) Đồng nhất vật chất với một số dạng vật thể cụ thể, cảm tính<br>b) Vật chất là tất cả cái tồn tại khách quan<br>c) Vật chất là có thể nhận thức được<br>d) Vật chất tự thân vận động",
  "Theo Ph. Ăngghen, tính thống nhất của vật chất được chứng minh bởi:<br>a) Thực tiễn lịch sử<br>b) Thực tiễn cách mạng<br>c) Sự phát triển lâu dài của khoa học<br>d) Sự phát triển lâu dài và khó khăn của triết học và khoa học tự nhiên",
  "Trung tâm định nghĩa vật chất của V.I. Lênin là cụm từ nào<br>a) Thực tại khách quan<br>b) Phạm trù triết học<br>c) Được đem lại cho con người trong cảm giác<br>d) Không lệ thuộc vào cảm giác",
  "Thuộc tính cơ bản nhất của vật chất, nhờ đó phân biệt vật chất với ý thức đã được V.I.Lênin xác định trong định nghĩa vật chất là thuộc tính:<br>a) Tồn tại<br>b) Tồn tại khách quan<br>c) Có thể nhận thức được<br>d) Tính đa dạng",
  "Xác định nội dung cơ bản trong định nghĩa của V.I.Lênin về vật chất:<br>a) Thực tại khách quan<br>b) Thực tại khách quan tồn tại độc lập với cảm giác<br>c) Thực tại khách quan - tồn tại độc lập với ý thức và khi tác động đến giác quan con người thì có thể sinh ra cảm giác<br>d) Tồn tại khách quan nhưng không thể nhận biết ra nó vì thực tại đó là một sự trừu tượng của tư duy",
  "Nếu không thừa nhận vật chất tự thân vận động thì nhất định dẫn tới quan điểm duy tâm về nguồn gốc của vận động của vật chất, vì:<br>a) Sẽ phải thừa nhận nguyên nhân của vật chất là từ ý thức<br>b) Sẽ phải thừa nhận nguyên nhân cuối cùng của mọi vận động của vật chất là từ ý thức<br>c) Sẽ phải thừa nhận vật chất không vận động<br>d) Sẽ phải thừa nhận nguyên nhân vận động của vật chất là từ thượng đế",
  "Đứng im là: <br>a) Tuyệt đối<br>b) Tương đối<br>c) Vừa tuyệt đối vừa tương đối<br>d) Không có đáp án đúng",
  "Không gian và thời gian:<br>a) Không gian là hình thức tồn tại của vật chất, còn thời gian là phương thức tồn tại của vật chất<br>b) Không gian là phương thức tồn tại của vật chất, còn thời gian là hình thức tồn tại của vật chất<br>c) Không gian và thời gian đều là những hình thức cơ bản của tồn tại vật chất<br>d) Không gian và thời gian đều là những phương thức tồn tại cơ bản của tồn tại vật chất",
  "Theo quan điểm của triết học Mác - Lênin thuộc tính phản ánh là thuộc tính?<br>a) Riêng có ở con người<br>b) Chỉ có ở các cơ thể sống<br>c) Chỉ có ở các chất vô cơ<br>d) Phổ biến ở mọi tổ chức vật chất",
  "Nhân tố cơ bản, trực tiếp tạo thành nguồn gốc xã hội của ý thức:<br>a) Lao động và ngôn ngữ<br>b) Lao động trí óc và lao động chân tay<br>c) Thực tiễn kinh tế và lao động<br>d) Lao động và nghiên cứu khoa học",
  "Nguồn gốc xã hội trực tiếp và quan trọng nhất quyết định sự ra đời và phát triển của ý thức là:<br>a) Lao động trí óc<br>b) Thực tiễn<br>c) Giáo dục<br>d) Nghiên cứu khoa học",
  "Chọn từ phù hợp điền vào câu sau cho đúng quan điểm duy vật biện chứng: \"ý niệm chẳng qua là ... được di chuyển vào bộ óc con người và được cải biến đi ở trong đó\"<br>a) Vật chất<br>b) Cái vật chất<br>c) Vật thể<br>d) Thông tin",
  "Sự thông thái của con người:<br>a) Được thể hiện nhiều hơn trong hoạt động nghiên cứu lý luận<br>b) Được thể hiện nhiều hơn trong hoạt động thực tiễn<br>c) Được thể hiện chắc chắn hơn trong hoạt động lý luận<br>d) Được thể hiện chắc chắn hơn trong hoạt động thực tiễn",
  "Phương pháp luận chung của chủ nghĩa duy vật là trong nhận thức và thực tiễn cần:<br>a) Xuất phát từ thực tế khách quan<br>b) Phát huy năng động chủ quan<br>c) Xuất phát từ thực tế khách quan đồng thời phát huy năng động chủ quan<br>d) Phát huy năng động chủ quan trên cơ sở tôn trọng thực tế khách quan",
  "QN=1 Thực tiễn là <br>a. Hoạt động vật chất có mục đích mang tính lịch sử-xã hội của con người <br>b. Hoạt động tinh thần nhằm tạo ra các giá trị thẩm mỹ <br>c. Một số hoạt động vật chất và một số hoạt động tinh thần",
  "QN=2 Các mối liên hệ mang tính khách quan, bản chất, tất nhiên và được lặp đi lặp lại được khái quát bằng phạm trù gì <br>a. Thuộc tính <br>b. Yếu tố <br>c. Quy luật",
  "QN=3 Xét đến cùng, nhân tố quan trọng nhất quyết định sự thắng lợi của một trật tự xã hội mới là <br>a. Năng suất lao động <br>b. Luật pháp <br>c. Chính trị",
  "QN=4 Phạm trù triết học nào sau đây dùng để chỉ tổng hợp tất cả những mặt, những yếu tố, những quá trình tạo nên sự vật <br>a. Nội dung <br>b. Bản chất <br>c. Hiện thực",
  "QN=5 Yếu tố cơ bản nhất, quan trọng nhất của ý thức là <br>a. Tri thức <br>b. Tình cảm <br>c. Ý chí",
  "QN=6 Có phải vật chất quyết định ý thức một cách tuyệt đối hay không <br>a. Không <br>b. Tùy hoàn cảnh cụ thể <br>c. Đúng như vậy",
  "QN=7 Triết học Mác là thế giới quan khoa học của <br>a. Giai cấp tư sản tiến bộ <br>b. Giai cấp công nhân <br>c. Tầng lớp trí thức",
  "QN=8 Trong chỉ đạo thực tiễn cần căn cứ vào đâu để đề ra chủ trương, phương hướng hành động <br>a. Cái tất nhiên, bản chất, nội dung. <br>b. Cái ngẫu nhiên, hình thức, hiện tượng <br>c. Các phương án trả lời đều sai",
  "QN=9 Quan điểm nào cho rằng sự phát triển chỉ là sự tăng, giảm đơn thuần về mặt lượng, không có sự thay đổi về chất <br>a. Quan điểm duy vật <br>b. Quan điểm duy tâm <br>c. Quan điểm siêu hình",
  "QN=10 Kết cấu của ý thức theo chiều dọc thì bao gồm <br>a. Tự ý thức, tiềm thức, vô thức <br>b. Tự ý thức, tri thức, tiềm thức, vô thức <br>c. Các phương án trả lời đều sai",
  "QN=11 Quan hệ sản xuất là quan hệ giữa người với người trong quá trình sản xuất, nó là quan hệ <br>a. Tồn tại chủ quan bởi những người lãnh đạo các cơ sở sản xuất. <br>b. Tồn tại chủ quan, bị qui định bởi chế độ chính trị xã hội. <br>c. Tồn tại khách quan, độc lập với ý thức và không phụ thuộc vào ý thức của con người.",
  "QN=12 Phạm trù triết học nào dùng để chỉ tính quy định khách quan vốn có của sự vật và hiện tượng, sự thống nhất hữu cơ của các thuộc tính làm cho nó là nó mà không phải là cái khác <br>a. Bước nhảy <br>b. Lượng <br>c. Chất",
  "QN=13 Quan điểm nào sau đây đúng nhất <br>a. Phạm trù là những thực thể ý niệm, tồn tại bên ngoài và độc lập với ý thức. <br>b. Phạm trù là những từ trống rỗng, do con người tưởng tượng ra, không biểu hiện một cái gì của hiện thực. <br>c. Phạm trù là kết quả của quá trình nhận thức, là hình ảnh chủ quan của thế giới khách quan.",
  "QN=14 Tư tưởng nôn nóng, đốt cháy giai đoạn phản ánh trực tiếp việc <br>a. Không vận dụng quy luật phủ định của phủ định <br>b. Không vận dụng đúng quy luật thống nhất và đấu tranh của các mặt đối lập <br>c. Không vận dụng đúng quy luật từ những thay đổi về lượng dẫn đến những thay đổi về chất và ngược lại",
  "QN=15 Chân lý có những tính chất gì <br>a. Tính khách quan, tính tuyệt đối, tính tương đối, tính hoàn chỉnh <br>b. Tính khách quan, tính tuyệt đối, tính tương đối, tính cụ thể <br>c. Tính khách quan, tính tuyệt đối, tính tương đối, tính phổ biến",
  "QN=16 Quy luật bao giờ cũng mang tính <br>a. Khách quan <br>b. Chủ quan <br>c. Cả khách quan và chủ quan <br>d. Các phương án trả lời đều sai",
  "QN=17 Ý nghĩa định nghĩa vật chất của Lênin được thể hiện: <br>a. Khẳng định tính thứ nhất của vật chất <br>b. Cho phép xác định cái gì là vật chất trong lĩnh vực xã hội <br>c. Các phương án trả lời đều đúng",
  "QN=18 Cách thức của sự phát triển là <br>a. Đấu tranh của các mặt đối lập để giải quyết mâu thuẫn <br>b. Sự thay đổi về lượng dẫn đến sự thay đổi về chất và ngược lại <br>c. Hai lần phủ định",
  "QN=19 Đấu tranh của hai mặt đối lập là <br>a. Sự tác động qua lại theo xu hướng bài trừ và phủ định lẫn nhau. <br>b. Sự tác động lẫn nhau giữa hai mặt đối lập theo khung hướng biện chứng <br>c. Các phương án trả lời đều sai",
  "QN=20 Tác phẩm nào được xem là đánh dấu cho sự chín muồi về tư tưởng xã hội chủ nghĩa của C.Mác và Ăng-ghen <br>a. Gia đình thần thánh (1842) <br>b. Hệ tư tưởng Đức (1842) <br>c. Tuyên ngôn của Đảng cộng sản (1848)",
  "QN=21 Phương thức sản xuất bao gồm <br>a. Lực lượng sản xuất và quan hệ sản xuất. <br>b. Lực lượng sản xuất, quan hệ sản xuất, cơ sở hạ tầng. <br>c. Lực lượng sản xuất, quan hệ sản xuất, cơ sở hạ tầng, kiến trúc thượng tầng.",
  "QN=22 Theo Ăng-ghen, có thể chia vận động thành: <br>a. Bốn hình thức vận động cơ bản <br>b. Năm hình thức vận động cơ bản <br>c. Sáu hình thức vận động cơ bản",
  "QN=23 Tổng hợp tất cả những mặt, những mối liên hệ tất nhiên, tương đối ổn định bên trong sự vật, quy định sự vận động và phát triển của sự vật được gọi là <br>a. Nội dung <br>b. Bản chất <br>c. Hiện tượng",
  "QN=24 Quan điểm nào góp phần khắc phục tư tưởng bảo thủ, trì trệ, định kiến trong hoạt động nhận thức và hoạt động thực tiễn <br>a. Quan điểm lịch sử cụ thể <br>b. Quan điểm toàn diện <br>c. Quan điểm phát triển",
  "QN=25 Quan điểm toàn diện, quan điểm lịch sử cụ thể và quan điểm phát triển được ra ra từ <br>a. Nguyên lý về mối liên hệ phổ biến <br>b. Nguyên lý về sự phát triển <br>c. Hai nguyên lý cơ bản của phép biện chứng duy vật",
  "QN=26 Mối liên hệ có những tính chất gì cơ bản<br>a. Khách quan, phổ biến, đa dạng <br>b. Khách quan, phổ biến, biện chứng <br>c. Khách quan, phổ biến, liên tục",
  "QN=27 Vật chất là tất cả những gì <br>a. Tồn tại một cách cụ thể, có thể nhìn thấy <br>b. Tồn tại vô hình, thần bí ở bên ngoài thế giới khách quan <br>c. Tồn tại ở bên ngoài ý thức, được ý thức con người phản ánh",
  "QN=28 Nguồn gốc lý luận trực tiếp của triết học Mác là<br>a. Triết học Hy Lạp cổ đại <br>b. Triết học cổ điển Đức<br>c. Triết học tây Âu trung cổ",
  "QN=29 Triết học do C.Mác và Ph.Ăng-ghen thực hiện là bước ngoặt cách mạng trong sự phát triển của triết học. Biểu hiện vĩ đại nhất của bước ngoặt cách mạng đó là <br>a. Việc thay đổi căn bản tính chất của triết học, thay đổi căn bản đối tượng của nó và mối quan hệ đối với các khoa học khác. <br>b. Việc gắn bó chặt chẽ giữa triết học với phong trào cách mạng của giai cấp vô sản và quần chúng lao động. <br>c. Việc sáng tạo ra chủ nghĩa duy vật lịch sử làm thay đổi hẳn quan niệm của con người về xã hội.",
  "QN=30 Phát triển là quá trình <br>a. Tiến lên theo đường vòng khép kín <br>b. Tiến lên theo đường quanh co khúc khuỷu, thăng trầm, phức tạp <br>c. Quá trình tiến lên theo đường thẳng tắp",
  "QN=31 Chủ nghĩa Mác-Lênin ra đời dựa trên bao nhiêu tiền đề <br>a. Ba tiền đề <br>b. Bốn tiền đề <br>c. Năm tiền đề <br>d. Sáu tiền đề",
  "QN=32 Không có hình thức nào tồn tại thuần túy không chứa nội dung, và cũng không có nội dung nào lại không tồn tại trong những hình thức xác định. Quan điểm này thể hiện <br>a. Vai trò quyết định của nội dung đối với hình thức <br>b. Sự tác động trở lại của hình thức đối với nội dung <br>c. Sự thống nhất giữa nội dung và hình thức",
  "QN=33 Giữa phạm trù triết học và phạm trù của các khoa học khác có mối quan hệ biện chứng với nhau. Mối quan hệ đó là <br>a. Quan hệ giữa bản chất và hiện tượng <br>b. Quan hệ giữa cái chung và cái riêng <br>c. Quan hệ giữa nội dung và hình thức",
  "QN=34 Mối liên hệ nhân quả có các tính chất cơ bản nào sau đây <br>a. Tính khách quan, tính phổ biến, tính đa dạng. <br>b. Tính khách quan, tính phổ biến, kế thừa. <br>c. Tính khách quan, tính phổ biến, tính tất yếu.",
  "QN=35 Theo quan điểm của Triết học Mác-Lênin, có thể định nghĩa về vật chất như sau: <br>a. Vật chất là những chất tạo nên vũ trụ <br>b. Vật chất là tồn tại khách quan <br>c. Vật chất là thực tại khách quan",
  "QN=36 Chọn quan điểm đúng nhất trong các quan điểm sau đây: <br>a. Vận động là phương thức tồn tại của vật chất <br>b. Không gian, thời gian là những phương thức tồn tại của vật chất <br>c. Vận động, không gian, thời gian là những phương thức tồn tại của vật chất",
  "QN=37 Định nghĩa vật chất của Lênin được viết trong tác phẩm: <br>a. Bút ký triết học <br>b. Chủ nghĩa duy vật và chủ nghĩa kinh nghiệm phê phán <br>c. Chủ nghĩa đế quốc - giai đoạn tột cùng của chủ nghĩa tư bản",
  "QN=38 Quan điểm nào cho rằng các sự vật, hiện tượng tồn tại biệt lập, tách rời nhau <br>a. Quan điểm siêu hình <br>b. Quan điểm biện chứng <br>c. Các phương án trả lời đều sai",
  "QN=39 Quan hệ giữ vai trò quyết định đối với những quan hệ khác trong quan hệ giữa nguời với người của quá trình sản xuất là <br>a. Quan hệ phân phối sản phẩm lao động. <br>b. Quan hệ sở hữu tư liệu sản xuất. <br>c. Quan hệ tổ chức, quản lý và phân công lao động.",
  "QN=40 Triết học Mác-Lênin ra đời một phần là kết quả kế thừa trực tiếp từ <br>a. Thế giới quan duy vật của Hêghen và phép biện chứng của Phơ bách <br>b. Thế giới quan duy vật của Phơ bách và phép biện chứng của Hêghen <br>c. Thế giới quan duy vật và phép biện chứng của cả Hêghen và Phơ bách <br>d. Chủ nghĩa duy tâm của Hôn bách và biện chứng pháp của Aristốt",
  "QN=41 Sự vật mới ra đời bao giờ cũng trên cơ sở những cái đã có của sự vật cũ, qua đó tiến hành chọn lọc những cái tích cực, tiến bộ, phù hợp để tiếp tục phát triển. Điều này thể hiện tính chất gì của sự phát triển <br>a. Tính kế thừa <br>b. Tính lặp đi lặp lại <br>c. Tính tiến lên",
  "QN=42 Quan điểm ủng hộ cái mới tiến bộ, chống lại cái cũ, cái lỗi thời kìm hãm sự phát triển là quan điểm được rút ra trực tiếp từ <br>a. Quy luật từ những thay đổi về lượng dẫn đến những thay đổi về chất và ngược lại <br>b. Quy luật thống nhất và quy luật đấu tranh của các mặt đối lập <br>c. Quy luật phủ định của phủ định",
  "QN=43 Quy luật được coi là hạt nhân của phép biện chứng duy vật là <br>a. Quy luật thống nhất và đấu tranh của các mặt đối lập <br>b. Quy luật từ những thay đổi về lượng dẫn đến những thay đổi về chất và ngược lại <br>c. Quy luật phủ định của phủ định",
  "QN=44 Ngày nay, yếu tố giữ vai trò quyết định trong lực lượng sản xuất là <br>a. Công cụ lao động <br>b. Người lao động <br>c. Khoa học - công nghệ.",
  "QN=45 Phủ định biện chứng là <br>a. Sự phủ định tự thân, gắn liền với quá trình vận động đi lên, tạo tiền đề, điều kiện cho sự ra đời của cái mới tiến bộ thay thế cái cũ <br>b. Sự phủ định có sự tác động của sự vật khác nhau <br>c. Các phương án trả lời đều sai",
  "QN=46 Khả năng được hình thành do quy luật vận động nội tại của sự vật quy định được gọi là <br>a. Khả năng thực tế <br>b. Khả năng tất nhiên <br>c. Khả năng ngẫu nhiên",
  "QN=47 Cơ sở, động lực, mục đích của nhận thức là <br>a. Lý luận <br>b. Thực tiễn <br>c. Triết học",
  "QN=48 Mác đã kế thừa \"hạt nhân hợp lý\" trong triết học của ông để xây dựng phép biện chứng duy vật. Ông là ai <br>a. Phơ bách <br>b. Platon <br>c. Hê ghen",
  "QN=49 Thống nhất của hai mặt đối lập là <br>a. Sự bài trừ, gạt bỏ lẫn nhau giữa hai mặt đối lập <br>b. Sự nương tựa lẫn nhau, tồn tại không tách rời nhau, mặt này lấy mặt kia làm tiền đề cho sự tồn tại của mình và ngược lại. <br>c. Hai mặt đối lập có tính chất, đặc điểm, khuynh hướng phát triển trái ngược nhau",
  "QN=50 Cái tất nhiên là cái do <br>a. Những nguyên nhân bên trong sự vật quy định. <br>b. Những nguyên nhân bên ngoài sự vật quy định. <br>c. Cả nguyên nhân bên trong và nguyên nhân bên ngoài sự vật quy định.",
  "QN=51 Chủ nghĩa Mác-Lênin ra đời vào khoảng thời gian nào <br>a. Giữa thế kỷ XIX <br>b. Đầu thế kỷ XIX <br>c. Đầu thế kỷ XX <br>d. Cuối thế kỷ XIX",
  "QN=52 Vận động là <br>a. Sự chuyển động của các vật thể trong không gian <br>b. Sự chuyển hóa từ trạng thái này sang trạng thái khác của sự vật hiện tượng <br>c. Mọi sự thay đổi nói chung của các sự vật hiện tượng trong không gian và thời gian",
  "QN=53 Quan điểm nào cho rằng các sự vật, hiện tượng, các quá trình khác nhau vừa tồn tại độc lập, vừa quy định, tác động qua lại, chuyển hóa lẫn nhau <br>a. Quan điểm siêu hình <br>b. Quan điểm biện chứng <br>c. Quan điểm duy tâm",
  "QN=54 Khẳng định mối liên hệ giữa các sự vật, hiện tượng do sự quy định của các lực lượng siêu nhiên là quan điểm của <br>a. Chủ nghĩa duy tâm chủ quan <br>b. Chủ nghĩa duy tâm khách quan <br>c. Chủ nghĩa duy vật siêu hình",
  "QN=55 Hình thức cao nhất của nhận thức lý tính là <br>a. Khái niệm <br>b. Suy luận <br>c. Phán đoán",
  "QN=56 Hình thức cơ bản nhất của thực tiễn là <br>a. Hoạt động chính trị-xã hội <br>b. Hoạt động sản xuất ra của cải vật chất <br>c. Thực nghiệm khoa học",
  "QN=57 Nguyên tắc thống nhất giữa lý luận với thực tiễn là nguyên tắc được rút ra trực tiếp từ <br>a. Mối quan hệ giữa vật chất và ý thức <br>b. Lý luận và nhận thức <br>c. Quan hệ giữa khả năng và hiện thực",
  "QN=58 Động lực chủ yếu của sự tiến bộ xã hội là <br>a. Sự phát triển của lực lượng sản xuất. <br>b. Sự phát triển của hoạt động nghiên cứu khoa học, cãi tiến kỹ thuật. <br>c. Sự phát triển của các quan hệ quốc tế, hợp tác quốc tế.",
  "QN=59 Nội dung của mối quan hệ biện chứng giữa vật chất và ý thức là <br>a. Vật chất có trước, ý thức có sau, vật chất quyết định ý thức <br>b. Vật chất có trước, ý thức có sau, vật chất quyết định ý thức trong mọi trường hợp. <br>c. Vật chất có trước, ý thức có sau, vật chất quyết định ý thức, ý thức có thể tác động trở lại vật chất thông qua hoạt động của con người",
  "QN=60 Mặt đối lập là <br>a. Những mặt, yếu tố, thuộc tính, khuynh hướng phát triển trái ngược nhau, cấu tạo nên sự vật <br>b. Những mặt khác nhau <br>c. Những mặt đối chọi nhau bất kỳ",
  "QN=61 Tính thống nhất vật chất của thế giới là cơ sở của mối liên hệ giữa các sự vật, hiện tượng. Đây là quan điểm của <br>a. Chủ nghĩa duy tâm khách quan <br>b. Chủ nghĩa duy tâm chủ quan <br>c. Chủ nghĩa duy vật biện chứng",
  "QN=62 Hình thức cao nhất của nhận thức cảm tính là <br>a. Cảm giác <br>b. Tri giác <br>c. Biểu tượng",
  "QN=63 Chân lý là <br>a. Ý kiến của những người có kinh nghiệm <br>b. Sự phù hợp giữa tri thức với hiện thực khách quan và được thực tiễn kiểm nghiệm <br>c. Những quan điểm thuộc về đa số",
  "1) Đặc điểm chủ yếu của phép biện chứng trong triết học hy lạp là:<br>a) Tính chất duy tâm<br>b) Tính chất duy vật, chưa triệt để<br>c) Tính chất tự phát, ngây thơ, mộc mạc<br>d) Tính chất khoa học",
  "2) Phép biện chứng nào cho rằng biện chứng ý niệm sinh ra biện chứng của sự vật?<br>a) Phép biện chứng thời cổ đại<br>b) Phép biện chứng của các nhà tư tưởng xã hội dân chủ Nga<br>c) Phép biện chứng duy vật<br>d) Phép biện chứng duy tâm khách quan",
  "3) Tại sao C. Mác nói phép biện chứng của G.W.Ph. Hêghen là phép biện chứng lộn đầu xuống đất?<br>a) Thừa nhận sự tồn tại khách quan của thế giới vật chất<br>b) Thừa nhận tinh thần là sản phẩm của thế giới vật chất<br>c) Thừa nhận sự tồn tại độc lập của tinh thần<br>d) Thừa nhận tự nhiên, xã hội là sản phẩm của quá trình phát triển của tinh thần, ý niệm",
  "4) Biện chứng khách quan là gì?<br>a) Là những quan niệm biện chứng tiên nghiệm, có trước kinh nghiệm<br>b) Là những quan niệm biện chứng được rút ra từ ý niệm tuyệt đối, độc lập với ý thức con người<br>c) Là biện chứng của các tồn tại vật chất<br>d) Là biện chứng không thể nhận thức được nó",
  "5) Biện chứng chủ quan là gì?<br>a) Là biện chứng của tư duy tư biện, thuần túy<br>b) Là biện chứng của ý thức<br>c) Là biện chứng của thực tiễn xã hội<br>d) Là biện chứng của lý luận",
  "6) Biện chứng tự phát là gì?<br>a) Là biện chứng của bản thân thế giới khách quan<br>b) Là biện chứng chủ quan thuần túy<br>c) Là biện chứng của bản thân thế giới khách quan khi con người chưa nhận thức được<br>d) Là những yếu tố biện chứng con người đạt được trong quá trình tìm hiểu thế giới nhưng chưa có<br>hệ thống",
  "7) Đâu là biện chứng với tư cách là khoa học trong số các quan niệm, các hệ thống lý luận dưới đây?<br>a) Những quan niệm biện chứng ở thời kỳ cổ đại<br>b) Những quan niệm biện chứng của các nhà duy vật thế kỷ XVII - XIX<br>c) Những quan niệm biện chứng của các nhà khoa học tự nhiên thế kỷ XVIII - XIX<br>d) Phép biện chứng duy vật",
  "8) Theo quan niệm của chủ nghĩa duy vật biện chứng giữa biện chứng chủ quan và biện chứng khách quan quan hệ thế nào với nhau?<br>a) Biện chứng chủ quan quyết định biện chứng khách quan<br>b) Biện chứng chủ quan hoàn toàn độc lập với biện chứng khách quan<br>c) Biện chứng chủ quan phản ánh biện chứng khách quan<br>d) Biện chứng chủ quan là sự thể hiện của biện chứng chủ quan",
  "9) Đâu là nội dung nguyên lý của phép biện chứng duy vật về mối liên hệ phổ biến của các sự vật và hiện tượng <br>a) Các sự vật và hiện tượng trong thế giới tồn tại tách rời nhau, giữa chúng không có sự phụ thuộc, ràng buộc lẫn nhau.<br>b) Các sự vật có sự liên hệ tác động nhau nhưng không có sự chuyển hóa lẫn nhau<br>c) Sự vật khác nhau ở vẻ bề ngoài, do chủ quan con người quy định, bản chất sự vật không có gì khác nhau<br>d) Thế giới là một chỉnh thể thống nhất bao gồm các sự vật, các quá trình vừa tách biệt nhau, vừa<br>có mối liên hệ qua lại với nhau, vừa thâm nhập và chuyển hóa cho nhau",
  "10) Đâu là quan niệm của phép biện chứng duy vật về cơ sở các mối liên hệ<br>a) Cơ sở liên hệ, tác động qua lại giữa các sự vật và hiện tượng ở ý thức, cảm giác con người<br>b) Cơ sở sự liên hệ, tác động qua lại giữa các sự vật là ở ý niệm về sự thống nhất của thế giới<br>c) Cơ sở sự liên hệ giữa các sự vật là do các lực bên ngoài có tính chất ngẫu nhiên đối với các sự vật<br>d) Sự liên hệ qua lại giữa các sự vật, hiện tượng có cơ sở ở tính thống nhất vật chất của thế giới",
  "Đâu là quan niệm của phép biện chứng duy vật về vai trò của các mối liên hệ đối với sự vận động và phát triển của các sự vật hiện tượng?<br>a) Các mối liên hệ có vai trò khác nhau<br>b) Các mối liên hệ có vai trò như nhau<br>c) Các mối liên hệ có vai trò khác nhau tùy vào những điều kiện xác định<br>d) Các mối liên hệ luôn luôn có vai trò khác nhau",
  "12) V.I.Lênin nói hai quan niệm cơ bản về sự phát triển:<br>1. \"sự phát triển coi như là sự giảm đi và tăng lên, như là lặp lại\"<br>2. \"sự phát triển coi như là sự thống nhất của các mặt đối lập\"<br>Câu nói này của V.I.Lênin nói trong tác phẩm nào?<br>a) Chủ nghĩa duy vật và chủ nghĩa kinh nghiệm phê phán<br>b) Bút ký triết học<br>c) Những người bạn dân là thế nào và họ đấu tranh chống những người dân chủ ra sao?<br>d) Về vai trò của chủ nghĩa duy vật chiến đấu",
  "13) Yêu cầu của quan niệm toàn diện phải xem xét tất cả các mối liên hệ của sự vât. Yêu cầu này không thực hiện được nhưng vẫn phải đề ra để làm gì?<br>a) Chống quan điểm siêu hình<br>b) Chống quan điểm duy tâm<br>c) Chống quan chủ nghĩa triết chung và thuyết ngụy biện<br>d) Đề phòng cho chúng ta khỏi phạm sai lầm và sự cứng nhắc",
  "14) Phương pháp siêu hình thống trị triết học vào thời kỳ nào?<br>a) Thế kỷ XV - XVI<br>b) Thế kỷ XVII - XVIII<br>c) Thế kỷ XVIII - XIX<br>d) Thế kỷ XIX - XX",
  "15) Có mấy hình thức cơ bản của phép biện chứng?<br>a) 2<br>b) 3<br>c) 4<br>d) 5",
  "16) Phép biện chứng duy vật bao gồm những nguyên lý, quy luật cơ bản nào?<br>a) 1 nguyên lý, 1 quy luật<br>b) 1 nguyên lý, 2 quy luật<br>c) 2 nguyên lý, 2 quy luật<br>d) 2 nguyên lý, 3 quy luật",
  "17) Phép biện chứng nào được coi là khoa học về những quy luật phổ biến của sự vận động và sự phát triển của tự nhiên, xã hội và tư duy con người<br>a) Phép biện chứng cổ đại<br>b) Phép biện chứng cổ điển Đức<br>c) Phép biện chứng của chủ nghĩa Mác - Lênin<br>d) Phép biện chứng của G.W.Ph.Hêghen",
  "18) Quan niệm nào cho rằng cơ sở của mối liên hệ giữa các sự vật, hiện tượng là ở tính thống nhất vật chất của thế giới?<br>a) Chủ nghĩa duy vật chất phác<br>b) Chủ nghĩa duy vật siêu hình<br>c) Chủ nghĩa duy tâm<br>d) Phép biện chứng duy vật",
  "19) Quan niệm nào cho rằng cơ sở của mối liên hệ giữa các sự vật, hiện tượng là ở \"ý niệm tuyệt đối\"?<br>a) Chủ nghĩa duy tâm<br>b) Chủ nghĩa duy tâm chủ quan<br>c) Chủ nghĩa duy tâm khách quan<br>d) Chủ nghĩa duy vật",
  "20) Quan niệm nào khẳng định giữa các sự vật, hiện tượng của thế giới khách quan luôn tồn tại trong tính quy định và tương tác, làm biến đổi lẫn nhau?<br>a) Quan niệm siêu hình<br>b) Quan niệm duy vật<br>c) Quan niệm duy vật cận đại Tây - Âu<br>d) Quan niệm biện chứng của chủ nghĩa Mác - Lênin",
  "21) Nguồn gốc, động lực cơ bản của sự vận động phát triển là do:<br>a) Sự thống nhất của các mặt đối lập<br>b) Sự đấu tranh của các mặt đối lập<br>c) Sự thống nhất và đấu tranh của các mặt đối lập<br>d) Sự mâu thuẫn của các mặt đối lập",
  "22) Luận điểm \"bản chất con người là tổng hòa các quan hệ xã hội\" dựa trên quan điểm nào<br>a) Quan niệm duy vật<br>b) Quan niệm duy tâm<br>c) Quan niệm duy vật siêu hình<br>d) Quan niệm duy vật biện chứng",
  "23) Cơ sở trực tiếp và chủ yếu nhất để hình thành khái niệm là gì?<br>a) Thế giới tự nhiên<br>b) Thực tiễn<br>c) Cảm giác<br>d) Tri giác và biểu tượng",
  "24) Các phạm trù được hình thành thông qua quá trình...những thuộc tính, những mối liên hệ vốn có bên trong của bản thân sự vật.<br>a) Liệt kê và phân tích<br>b) Chứng minh<br>c) Khái quát hóa và trừu tượng hóa<br>d) Khái quát hóa và chứng minh",
  "25) Nội dung của các phạm trù luôn luôn mang tính...<br>a) Khách quan<br>b) Chủ quan<br>c) Chân thực<br>d) Khách quan và chủ quan",
  "26) Phạm trù là những...phản ánh những mặt, những thuộc tính, những mối liên hệ chung, cơ bản nhất của các sự vật và hiện tượng thuộc một lĩnh vực nhất định.<br>a) Khái niệm<br>b) Khái niệm rộng<br>c) Khái niệm rộng nhất<br>d) Khái niệm hẹp",
  "27) \"cái riêng - cái chung\" , \"nguyên nhân - kết quả\", \"tất nhiên - ngẫu nhiên\", \"nội dung - hình thức\", \"bản chất - hiện tượng\", \"khả năng - hiện thực\" đó là các...của triết học Mác - Lênin.<br>a) Cặp khái niệm<br>b) Cặp phạm trù cơ bản<br>c) Thuật ngữ cơ bản<br>d) Cặp phạm trù",
  "28) Có sự khác nhau nào giữa \"khái niệm\" và \"phạm trù\"?<br>a) \"Khái niệm\" chính là \"phạm trù\"<br>b) \"Phạm trù\" phải là những \"khái niệm\" rộng nhất<br>c) \"Khái niệm\" không bao giờ là một \"phạm trù\"<br>d) \"Khái niệm\" phải là những \"phạm trù\" rộng nhất",
  "29) \"Phạm trù chỉ là những từ trống rỗng, do con người tưởng tượng ra, đầy tính chủ quan và không biểu hiện hiện thực\". Đây là quan niệm của trường phái nào?<br>a) Trường phái triết học duy thực<br>b) Trường phái triết học duy danh<br>c) Trường phái Cantơ<br>d) Trường phái triết học Mác - Xít",
  "30) Hình thức cơ bản, đầu tiên của mọi quá trình tư duy là?<br>a) Cảm giác<br>b) Biểu tượng<br>c) Khái niệm<br>d) Suy luận",
  "31) Cái riêng là một phạm trù dùng để chỉ...<br>a) Những mặt, những thuộc tính chung của nhiều sự vật<br>b) Một sự vật, một hiện tượng, một quá trình riêng lẻ nhất định<br>c) Những nét, những thuộc tính chỉ có ở một sự vật<br>d) Các yếu tố cấu thành một hệ thống",
  "32) Khái niệm đơn nhất dùng để chỉ cái...<br>a) Tồn tại ở nhiều sự vật, hiện tượng<br>b) Chỉ tồn tại ở một sự vật, một hiện tượng, tuyệt đối không lặp lại ở sự vật, hiện tượng khác<br>c) Tồn tại ở một sự vật, hiện tượng trong một quan hệ xác định<br>d) Tồn tại ở một sự vật, một hiện tượng",
  "33) Cái ...chỉ tồn tại trong cái...thông qua cái riêng mà biểu hiện sự tồn tại của mình<br>a) Chung/Riêng<br>b) Riêng/Chung<br>c) Chung/Đơn nhất<br>d) Đơn nhất/Riêng",
  "34) Cái ...chỉ tồn tại trong mối liên hệ với cái...<br>a) Chung/Riêng<br>b) Riêng/Chung<br>c) Chung/Đơn nhất<br>d) Đơn nhất/Riêng",
  "35) Cái ...là cái toàn bộ, phong phú hơn cái...<br>a) Chung/Riêng<br>b) Riêng/Chung<br>c) Chung/Đơn nhất<br>d) Đơn nhất/Riêng",
  "Cái ...là cái bộ phận, nhưng sâu sắc hơn cái...<br>a) Chung/Riêng<br>b) Riêng/Chung<br>c) Chung/Đơn nhất<br>d) Đơn nhất/Riêng",
  "36) Cái... và cái... có thể chuyển hóa lẫn nhau trong quá trình phát triển của sự vật<br>a) Chung/Riêng<br>b) Riêng/Chung<br>c) Chung/Đơn nhất<br>d) Đơn nhất/Riêng",
  "37) Giả sử khái niệm Việt Nam là một \"cái riêng\" thì yếu tố nào sau đây là cái đơn nhất?<br>a) Con người<br>b) Quốc gia<br>c) Văn hóa<br>d) Hà Nội",
  "38) Triết gia nào cho rằng: \"Cái chung là những ý niệm tồn tại vĩnh viễn, bên cạnh những cái riêng có tính chất tạm thời\"<br>a) Đêmôcrit<br>b) Hêraclit<br>c) Platôn<br>d) C.Mác",
  "Khi một sự vật, một hiện tượng mới được nảy sinh thì yếu tố nào sẽ xuất hiện đầu tiên:<br>a) Cái chung<br>b) Cái riêng<br>c) Cái đơn nhất<br>d) Cái phổ biến",
  "40) Phạm trù nhằm chỉ những biến đổi xuất hiện do tác động lẫn nhau giữa các mặt trong một sự vật hoặc giữa các sự vật với nhau gây ra, gọi là gì?<br>a) Nguyên nhân<br>b) Kết quả<br>c) Khả năng<br>d) Hiện thực",
  "41) Nguyên nhân và kết quả cái nào có trước?<br>a) Nguyên nhân<br>b) Kết quả<br>c) Cả hai cùng xuất hiện trước<br>d) Không cái nào xuất hiện trước",
  "42) Trong các cặp khái niệm dưới đây, cặp nào có quan hệ nhân quả?<br>a) Đông - Tây<br>b) Nghèo - Dốt<br>c) Xuân - Hạ<br>d) Ngày - Đêm",
  "43) Có rất nhiều loại nguyên nhân, như: nguyên nhân cơ bản, nguyên nhân chủ yếu, nguyên nhân bên trong, nguyên nhân bên ngoài, nguyên nhân chủ quan, nguyên nhan khách quan...điều đó chứng tỏ là...<br>a) Một kết quả chỉ có thể do một loại nguyên nhân gây ra<br>b) Một kết quả có thể do nhiều loại nguyên nhân gây ra<br>c) Một kết quả có thể không cần nguyên nhân gây ra<br>d) Không thể nhận thức được quan hệ nguyên nhân - kết quả",
  "44) \"Đói nghèo\" và \"dốt nát\", hiện tượng nào là nguyên nhân, hiện tượng nào là kết quả?<br>a) Đói nghèo là nguyên nhân, dốt nát là kết quả<br>b) Dốt nát là nguyên nhân, đói nghèo là kết quả<br>c) Cả hai đều là nguyên nhân<br>d) Hiện tượng này vừa là nguyên nhân vừa là kết quả của hiện tượng kia",
  "45) Mối liên hệ nhân quả có các tính chất gì?<br>a) Tính khách quan và tính phổ biến<br>b) Tính khách quan và tính tất yéu<br>c) Tính khách quan, tính chủ quan và tính tất yếu<br>d) Tính khách quan, tính phổ biến và tính tất yếu",
  "46) Những sự vật, hiện tượng nếu có cùng nguyên nhân, trong những điều kiện giống nhau thi se tạo nên kết quả như nhau. Điều này thể hiện tính chất gì trong mối liên hệ nhân quả?<br>a) Tính khách quan<br>b) Tính phổ biến<br>c) Tính tất yếu<br>d) Tính biện chứng",
  "47) Ph.Ăngghen cho rằng: đối với ai phủ nhận...thì mọi quy luật tự nhiên đều là giả thuyết.<br>a) Vấn đề nội dung hình thức<br>b) Phạm trù khả năng - hiện thực<br>c) Tính nhân quả<br>d) Tính biện chứng",
  "48) Vật trong chân không luôn chuyển động với gia tốc 9,8 m/s2; nước ở áp suất 1 atmôtphe luôn sôi ở 100oC. Điều này chứng tỏ...<br>a) Giữa nguyên nhân và kết quả có mối quan hệ sản sinh<br>b) Nguyên nhân luôn có trước kết quả<br>c) Một nguyên nhân nhất định, trong những hoàn cảnh giống nhau, sẽ tạo nên những kết quả<br>giống nhau<br>d) Không chứng tỏ được điều gì",
  "49) Cái do nguyên nhân cơ bản bên trong của kết cấu vật chất quyết định và trong những điều kiện nhất định nó phải xảy ra như thể chứ không thể khác được gọi là?<br>a) Tất nhiên<br>b) Ngẫu nhiên<br>c) Hệ quả<br>d) Bản chất",
  "50) Cái không do mối liên hệ bản chất bên trong kết cấu vật chất, bên trong sự vật quyết định, mà do các nhân tố bên ngoài , do sự ngẫu hợp của nhiều hoàn cảnh bên ngoài quyết định gọi là gì?<br>a) Tất nhiên<br>b) Ngẫu nhiên<br>c) Khả năng<br>d) Hiện thực",
  "51) Cái ngẫu nhiên là cái...<br>a) Diễn ra hoàn toàn không chịu sự chi phối của quy luật nào<br>b) Hoàn toàn diễn ra theo quy luật<br>c) Biểu hiện của quy luật<br>d) Không biểu hiện của bất cứ quy luật nào",
  "52) Ném một đồng xu có hai mặt đen và trắng lên trời, đồng xu rơi xuống đất và ngửa mặt đen lên trên. Đấy là tất nhiên hay ngẫu nhiên?<br>a) Tất nhiên<br>b) Ngẫu nhiên<br>c) Vừa tất nhiên vừa ngẫu nhiên<br>d) Không phải tất nhiên và cũng không phải ngẫu nhiên",
  "53) ... tồn tại khách quan, độc lập với ý thức của con người.<br>a) Tất nhiên và ngẫu nhiên<br>b) Chỉ mỗi tất nhiên<br>c) Chỉ mỗi ngẫu nhiên<br>d) Tất nhiên và ngẫu nhiên đều không",
  "54) Câu nào dưới đây là câu đúng và đủ:<br>a) Tất nhiên có thể chuyển hóa thành ngẫu nhiên<br>b) Ngẫu nhiên có thể chuyển hóa thành tất nhiên<br>c) Tất nhiên và ngẫu nhiên không thể chuyển hóa cho nhau<br>d) Tất nhiên và ngẫu nhiên có thể chuyển hóa cho nhau",
  "55) C.Mác và Ph.Ăngghen cho rằng: cái mà người ta quả quyết cho là...thì lại hoàn toàn do những cái...cấu thành; và cái được coi là...lại là hình thức trong đó ẩn nấp...<br>a) Tất yếu/ ngẫu nhiên; ngẫu nhiên/ tất yếu<br>b) Ngẫu nhiên/ tất yếu; Tất yếu/ ngẫu nhiên<br>c) Tất yếu/ ngẫu nhiên; Tất yếu/ ngẫu nhiên<br>d) Ngẫu nhiên/ tất yếu; Ngẫu nhiên/ tất yếu",
  "56) V.I.Lênin cho rằng: Tính...không thể tách rời tính phổ biến<br>a) Nhân quả<br>b) Tất nhiên<br>c) Đơn nhất<br>d) Hiện thực",
  "57) C. Mác cho rằng: nếu như...không có tác dụng gì cả, thì lịch sử sẽ có một tính chất rất thần bí.<br>a) Tất nhiên<br>b) Ngẫu nhiên<br>c) Nguyên nhân<br>d) Kết quả",
  "58) ...là phương thức tồn tại và phát triển của sự vật, là hệ thống các mối liên hệ tương đối bền vừng giữa các yếu tố của sự vật đó.<br>a) Nguyên nhân<br>b) Kết quả<br>c) Nội dung<br>d) Hình thức",
  "59) Trong các cụm từ dưới đây, cụm từ nào được xem là \"hình thức\" trong cặp phạm trù \"nội dung - hình thức\" mà phép biện chứng duy vật nghiên cứu: \" truyện kiều là...\"<br>a) Tác phẩm của Nguyễn Du<br>b) Tác phẩm thơ lục bát<br>c) Tác phẩm có bìa màu xanh<br>d) Tác phẩm ra đời vào thế kỷ XVIII",
  "60) Trong tác phẩm \"biện chứng của tự nhiên\", Ph.Ăngghen viết: toàn bộ giới tự nhiên hữu cơ là bằng chứng liên tục nói lên rằng...là đồng nhất và không thể tách rời được.<br>a) Nguyên nhân và kết quả<br>b) Khả năng và hiện thực<br>c) Nội dung và hình thức<br>d) Bản chất và hiện tượng",
  "61) Không có ...tồn tại thuần túy không chứa đựng..., ngược lại cũng không có...lại không tồn tại trong một...xác định<br>a) Hình thức/nội dung; Nội dung/ hình thức<br>b) Nội dung/ hình thức; Hình thức/ nội dung<br>c) Hiện tượng/ bản chất; Bản chất/ hiện tương<br>d) Bản chất/ hiện tượng; Hiện tượng/ bản chất",
  "62) Trong quá trình vận động, phát triển của sự vật,...giữ vai trò quyết định...<br>a) Hình thức/ nội dung<br>b) Nội dung/ hình thức<br>c) Hiện tượng/ bản chất<br>d) Ngẫu nhiên/ tất nhiên",
  "63) Trong mối quan hệ giữa \"lực lượng sản xuất và quan hệ sản xuất\", yếu tố nào là nội dung, yếu tố nào là hình thức?<br>a) Lực lượng sản xuất là nội dung - quan hệ sản xuất là hình thức<br>b) Quan hệ sản xuất là nội dung- lực lượng sản xuất là hình thức<br>c) Lực lượng sản xuất và quan hệ sản xuất đều là nội dung<br>d) Lực lượng sản xuất và quan hệ sản xuất đều là hình thức",
  "64) Tổng hợp tất cả những mặt, những mối liên hệ tất nhiên, tương đối ổn định bên trong sự vật, quy định sự vận động và phát triển của sự vật gọi là gì?<br>a) Bản chất<br>b) Hiện tương<br>c) Nội dung<br>d) Hình thức",
  "65) Hiện tượng là...<br>a) Một bộ phận của bản chất<br>b) Luôn đồng nhất với bản chất<br>c) Biểu hiện bên ngoài của bản chất<br>d) Kết quả của bản chất",
  "66) Trong chủ nghĩa tư bản, ... quan hệ giữa giai cấp tư sản và giai cấp công nhân là quan hệ bóc lột.<br>a) Hình thức<br>b) Nội dung<br>c) Bản chất<br>d) Hiện tượng",
  "67) \" Thế giới những thực thể tinh thần tồn tại vĩnh viễn và bất biến là bản chất chân chính của mọi sự vật\". Đây là quan niệm của ai?<br>a) Đêmôcrít<br>b) Hêraclit<br>c) Platôn<br>d) Ph. Ăngghen",
  "68) \"Bản chất chỉ là tên gọi trống rỗng mà con người tưởng tượng ra, nó không tồn tại trên thực tế\". Đây là quan niệm của trường phái triết học nào?<br>a) Duy tâm khách quan<br>b) Bất khả tri<br>c) Duy vật biện chứng<br>d) Duy tâm chủ quan",
  "69) V.I.Lênin cho rằng: nhận thức đi từ...đến..., từ bản chất ít sâu sắc đến bản chất sâu sắc hơn.<br>a) Hình thức/ nội dung<br>b) Nội dung/ hình thức<br>c) Bản chất/ hiện tượng<br>d) Hiện tượng/ bản chất",
  "70) Trong tác phẩm bút ký triết học, V.I.Lênin có ví mối quan hệ giữa \"...và...\" với sự vận động của một con sông - bọt ở bên trên và luồng nước sâu ở dưới.<br>a) Nội dung và hình thức<br>b) Khả năng và hiện thực<br>c) Hiện tượng và bản chất<br>d) Tất yếu và ngẫu nhiên",
  "71) ... tương đối ổn định, biến đổi chậm. Ngược lại...không ổn định mà luôn biến đổi.<br>a) Nội dung/ hình thức<br>b) Bản chất/ hiện tượng<br>c) Hiện tượng/ bản chất<br>d) Hình thức/ nội dung",
  "72) Phạm trù triết học dùng để chỉ những gì hiện có, hiện tồn tại thực sự, gọi là gì?<br>a) Kết quả<br>b) Hiện thực<br>c) Khả năng<br>d) Hiện thực khách quan",
  "73) Phạm trù triết học dùng để chỉ những gì chưa có, nhưng sẽ có, sẽ tới khi có điều kiện tương ứng thích hợp gọi là gì?<br>a) Nguyên nhân<br>b) Kết quả<br>c) Khả năng<br>d) Hiện thực",
  "74) Khả năng là cái hiện thực...<br>a) Đã xảy ra<br>b) Chưa xảy ra<br>c) Không bao giờ xảy ra<br>d) Đang tồn tại",
  "75) Hạt thóc khi gieo xuống đất có thể nảy mầm thành cây lúa. Vậy hạt thóc là...<br>a) Khả năng<br>b) Hiện thực<br>c) Không phải hiện thực<br>d) Vừa là khả năng vừa là hiện thực",
  "76) Ở trong lĩnh vực...khả năng không thể tự nó biến thành hiện thực nếu không có sự tham gia của con người.<br>a) Tự nhiên<br>b) Tự nhiên và xã hội<br>c) Xã hội<br>d) Tự nhiên và tư duy",
  "77) V.I.Lênin khẳng định: chủ nghĩa Mác dựa vào...chứ không phải dựa vào...để vạch ra đường lối chính trị của mình.<br>a) Khả năng/ hiện thực<br>b) Hiện thực/ ngẫu nhiên<br>c) Hiện thực/ khả năng<br>d) Tất yếu/ ngẫu nhiên",
  "78) \"hiện thực chủ quan\", khi cần thiết có thể dùng chỉ...<br>a) Ý thức<br>b) Vật chất<br>c) Khả năng<br>d) Hiện thực khách quan",
  "79) Thế nào là mâu thuẫn biện chứng?<br>a) Có hai mặt khác nhau<br>b) Có hat mặt trái ngược nhau<br>c) Có hai mặt đối lập nhau<br>d) Sự thống nhất của các mặt đối lập",
  "80) Chất của sự vật được tạo nên từ...<br>a) Một thuộc tính<br>b) Nhiều thuộc tính<br>c) Thuộc tính cơ bản và không cơ bản<br>d) Chỉ từ thuộc tính cơ bản",
  "81) Thế nào là độ của sự vật:<br>a) Trong một phạm vi, lượng - chất thống nhất với nhau<br>b) Trong một khoảng, lượng và chất thống nhất với nhau<br>c) Duy trì mối quan hệ, lương - chất thống nhất với nhau<br>d) Trong một giới hạn, lượng - chất thống nhất nói lên sự vật là nó",
  "82) Khái niệm \"bước nhảy\"?<br>a) Sự đột biến<br>b) Chuyển dần về chất<br>c) Hoàn thiện chất<br>d) Quá trình biến đổi về chất diễn ra tại điểm nút",
  "83) Phủ định biện chứng là sự phủ định:<br>a) Làm cho sự vật thay đổi hình thái<br>b) Làm xuất hiện sự vật mới<br>c) Tạo ra điều kiện, tiền đề cho sự phát triển<br>d) Thủ tiêu sự vật cũ",
  "84) Bất kỳ sự phủ định nào cũng tạo ra sự ... của sự vật<br>a) Biến đổi<br>b) Phát triển<br>c) Nhân tố mới ở trình độ cao<br>d) Kế thừa cho sự tiến bộ và phát triển",
  "85) Khái niệm nào dùng để chỉ tính quy định khách quan vốn có của sự vật, là sự thống nhất hữu cơ của các thuộc tính là cho sự vật là nó:<br>a) Chất<br>b) Lượng<br>c) Độ<br>d) Điểm nút",
  "86) Mỗi sự vật trong điều kiện xác định:<br>a) Chỉ có một thuộc tính<br>b) Có một số thuộc tính<br>c) Có vô vàn thuộc tính<br>d) Có một số thuộc tính xác định",
  "87) Khái niệm nào dùng để chỉ tính quy định vốn có của các sự vật, hiện tương về mặt số lượng các yếu tố cấu thành, quy mô tồn tại của sự vật và tốc độ, nhịp điệu của sự vận động, phát triển của sự vật?<br>a) Chất<br>b) Lượng<br>c) Độ<br>d) Điểm nút",
  "88) Khái niệm nào dùng để chỉ khoảng giới hạn trong đó sự thay đổi về lượng chưa dẫn đến sự thay đổi căn bản chất của sự vật ấy?<br>a) Chất<br>b) Lượng<br>c) Độ<br>d) Điểm nút",
  "89) Khái niệm nào dùng để chỉ sự chuyển hóa về chất do sự biến đổi trước đó về lượng tới giới hạn điểm nút?<br>a) Chất<br>b) Lượng<br>c) Độ<br>d) Bước nhảy",
  "90) Khái niệm nào dùng để chỉ thời điểm mà tại đó sự thay đổi về lượng đã đủ làm thay đổi về chất của sự vật?<br>a) Chất<br>b) Lượng<br>c) Độ<br>d) Điểm nút",
  "91) Không phải mọi sự thay đổi về lượng đều:<br>a) Có khả năng dẫn đến thay đổi về chất<br>b) Ngay lập thức thay đổi về chất<br>c) Không thể lập tức làm thay đổi về chất<br>d) Không làm thay đổi về chất",
  "92) Chất và lượng:<br>a) Không có mối quan hệ gì với nhau<br>b) Chỉ có mối quan hệ giữa chất với lượng<br>c) Chỉ có mỗi quan hệ giữa lượng với chất<br>d) Có mối quan hệ biện chứng với nhau",
  "93) Theo nghĩa biện chứng, mâu thuẫn là:<br>a) Những gì khách nhau nhưng có mối liên hệ với nhau<br>b) Những gì trái ngược nhau<br>c) Những gì vừa đối lập với nhau vừa là điều kiên tiền đề tồn tại của nhau<br>d) Những gì có xu hướng thủ tiêu lẫn nhau",
  "94) Trong phép biện chứng, khái niệm nào dùng để chỉ tác động qua lại theo xu hướng bài trừ và phủ định lẫn nhau giữa các mặt đó?<br>a) Thống nhất của các mặt đối lập<br>b) Đấu tranh của các mặt đối lập<br>c) Khái niệm mâu thuẫn<br>d) Khái niệm xung đột",
  "95) Cái gì được xác định là nguồn gốc và động lực của sự phát triển?<br>a) Mâu thuẫn<br>b) Mâu thuẫn biện chứng<br>c) Đấu tranh<br>d) Thống nhất",
  "96) Mối quan hệ giữa đấu tranh và thống nhất của các mặt đối lập trong một mâu thuẫn:<br>a) Đấu tranh là tuyệt đối<br>b) Thống nhất là tuyệt đối<br>c) Đấu tranh là tương đối<br>d) Đấu tranh là tuyệt đối, còn thống nhất là tương đối",
  "97) V.I.Lênin từn nhận định thực chất của phép biện chứng là gì với tư cách là phép biện chứng của nhận thức?<br>a) Đồng nhất các mặt đối lập<br>b) Phân đôi cái thống nhất thành các mặt đối lập<br>c) Phân đôi cái thống nhất và nhận thức các bộ phân mâu thuẫn của nó<br>d) Phân tách sự vật thành các bộ phận cụ thể",
  "98) Hoàn thiện luận điểm sau:<br>\"sự phân đôi của cái thống nhất và sự nhận thức các bộ phận mâu thuẫn của nó, đó là...của phép biện chứng\"<br>a) Thực chất<br>b) Nội dung<br>c) Nội dung cơ bản<br>d) Hình thức",
  "99) Quá trình thay đổi các hình thái tồn tại của sự vật được gọi là:<br>a) Phủ định<br>b) Phủ định biện chứng<br>c) Sự thay thế<br>d) Sự hủy diệt",
  "100) Phủ định biện chứng có đặc trưng cơ bản nào?<br>a) Tính khách quan và tính mâu thuẫn<br>b) Tính mâu thuẫn và tính kế thừa<br>c) Tính kế thừa và tính phát triển<br>d) Tính khách quan và tính kế thừa",
  "101) Đâu là quan điểm của chủ nghĩa duy vật biện chứng về mục đích của nhận thức?<br>a) Nhận thức để thỏa mãn sự hiểu biết của con người<br>b) Nhận thức vì ý chí của thượng đế<br>c) Nhận tức vì sự thực hiện quá trình phát triển của ý niệm tuyệt đối<br>d) Nhận thức nhằm phục vụ nhu cầu của thực tiễn",
  "102) Tiêu chuẩn của chân lý là gì?<br>a) Tính chính xác<br>b) Là tiện lợi cho tư duy<br>c) Là được nhiều người thừa nhận<br>d) Là thực tiễn",
  "103) Những hình thức nhận thức: cảm giác, tri giác, biểu tượng, thuộc giai đoạn nhận thức nào?<br>a) Nhận thức cảm tính<br>b) Nhận thức lý tính<br>c) Nhận thức thông thường<br>d) Nhận thức khoa học",
  "104) Những hình thức nhận thức: khái niệm, phán đoán, suy luận thuộc giai đoạn nhận thức nào?<br>a) Nhận thức cảm tính<br>b) Nhận thức lý tính<br>c) Trực quan sinh động<br>d) Nhận thức kinh nghiệm",
  "105) Hình thức nhận thức nào cần có sự tác động trực tiếp của vật vào cơ quan giác quan của con người?<br>a) Cảm giác<br>b) Khái niệm<br>c) Suy luận<br>d) Phán đoán",
  "106) Hình thức nhận thức nào không cần có sự tác động của vật vào cơ quan giác quan của con người:<br>a) Cảm giác<br>b) Tri giác<br>c) Biểu tượng<br>d) Khái niệm",
  "107) Tri thức nào nảy sinh một cách trực tiếp từ thực tiễn lao động sản xuất?<br>a) Tri thức kinh nghiệm<br>b) Tri thức lý luận<br>c) Tri thức lý luận khoa học<br>d) Tri thức lý luận thực tiễn",
  "108) Điều khẳng định nào sau đây đúng về mối quan hệ giữa lý luận và kinh nghiệm:<br>a) Lý luận được hình thành từ kinh nghiệm trên cở sở kinh nghiệm<br>b) Kinh nghiệm nhiều tự phát dẫn đến sự ra đời của lý luận<br>c) Mọi lý luận đều được xuất phát từ kinh nghiệm<br>d) Lý luận đi trước kinh nghiệm",
  "109) Chân lý là:<br>a) Sự thật mà ai cũng biết<br>b) Lẽ phải ai cũng thừa nhận<br>c) Tri thức phù hợp với logic suy luận<br>d) Tri thức có nội dung chân thực và đã được thực tiễn kiểm nghiệm",
  "110) Điều khẳng định nào sau đây là đúng:<br>a) Thuyết không thể biết không thừa nhận chân lý khách quan<br>b) Chủ nghĩa duy tâm chủ quan không thừa nhận chân lý khách quan<br>c) Chủ nghĩa duy tâm khách quan thừa nhận chân lý khách quan<br>d) Chỉ có chủ nghĩa duy vật biện chứng mới thừa nhận chân lý khách quan.",
  "111) Theo C. Mác con người phải chứng minh chân lý trong:<br>a) Hoạt động lý luận<br>b) Hoạt động thực tiễn<br>c) Thực tế<br>d) Hiện thực",
  "112) Theo C. Mác: vấn đề tìm hiểu xem tư duy của con người có thể đạt được chân lý khách quan hay không hoàn toàn không phải là vấn đề lý luận mà là vấn đề...<br>a) Thực tế<br>b) Hiện thực<br>c) Thực tiễn<br>d) Khoa học",
  "113) Theo V.I.Lênin: quan điểm về đời sống, về thực tiễn phải là...của lý luận nhận thức:<br>a) Đầu tiên<br>b) Điểm thứ nhất<br>c) Quan điểm thứ nhất và cơ bản<br>d) Điều quan trọng",
  "114) Trong quá trình nhận thức và hoạt động thực tiễn, chúng ta cần...<br>a) Phủ nhận, gạt bỏ cái ngẫu nhiên<br>b) Phủ nhận, gạt bỏ cái tất nhiên<br>c) Căn cứ vào cái tất nhiên và ngẫu nhiên<br>d) Cơ bản là phải căn cứ vào cái tất nhiên nhưng đồng thời phải tính tới cái ngẫu nhiên",
  "115) ...là tổng hợp những mặt, những yếu tố trong quá trình tạo nên sự vật<br>a) Khả năng<br>b) Hiện thực<br>c) Nội dung<br>d) Hình thức",
  "116) Có những sự vật, hiện tượng xảy ra...<br>a) Không có nguyên nhân nào<br>b) Có nguyên nhân nhưng không thể nhận thức được<br>c) Có nguyên nhân nhưng chưa nhận thức được<br>d) Có nguyên nhân và luôn luôn nhận thức được",
  "117) Quá trình thay đổi hình thái tồn tại của sự vật đồng thời qua đó tạo ra cá điều kiện phát triển được gọi là:<br>a) Phủ định<br>b) Phủ định biện chứng<br>c) Phát triển<br>d) Tiến hóa",
  "QN=64 Chủ thể của lịch sử, lực lượng sáng tạo ra lịch sử là <br>a. Quần chúng nhân dân. <br>b. Vĩ nhân, lãnh tụ. <br>c. Tầng lớp trí thức.",
  "QN=65 Hiện thực là phạm trù triết học dùng để chỉ những gì <br>a. Các phương án trả lời đều sai <br>b. Đang tồn tại trong thực tế <br>c. Sẽ xuất hiện khi hội đủ mọi điều kiện",
  "QN=66 Tính chất phong phú, đa dạng trong quan hệ nhân quả thể hiện ở chỗ một kết quả có thể do <br>a. Một nguyên nhân sinh ra <br>b. Nhiều nguyên nhân khác nhau sinh ra <br>c. Các phương án trả lời đều sai",
  "QN=67 Triết học duy vật biện chứng cho rằng thế giới thống nhất ở <br>a. Không gian và thời gian <br>b. Tính tinh thần <br>c. Tính vật chất",
  "QN=68 Triết học duy vật biện chứng cho rằng <br>a. Vật chất quyết định ý thức, ý thức tác động trở lại vật chất <br>b. Ý thức quyết định vật chất, vật chất tác động trở lại ý thức <br>c. Con người quyết đinh cả vật chất và ý thức",
  "QN=69 Đặc điểm của quy luật triết học mang tính <br>a. Chung nhất, khái quát nhất về thế giới <br>b. Cụ thể nhất, chi tiết nhất về thế giới <br>c. Toàn diện nhất, sâu sắc nhất về thế giới",
  "QN=70 Nền tảng quan hệ giữa các nhân và xã hội là <br>a. Lợi ích <br>b. Pháp luật <br>c. Đạo đức",
  "QN=71 Thuộc tính cơ bản được Lênin rút ra trong định nghĩa phạm trù vật chất là <br>a. Thực tại khách quan <br>b. Thực tế khách quan <br>c. Tồn tại khách quan",
  "QN=72 Các nhà triết học duy vật cổ đại đã đồng nhất vật chất với <br>a. Các sự vật cụ thể <br>b. Các khái niệm cụ thể <br>c. Các sự kiện cụ thể",
  "QN=73 Những ý thức lạc hậu tiêu cực không mất đi một cách dễ dàng, là do <br>a. Thói quen tập quán lâu đời. <br>b. Ý thức xã hội không phản ánh kịp tồn tại xã hội. <br>c. Các phương án trả lời đều đúng",
  "QN=74 Nguyên lý triết học là <br>a. Hệ thống quan điểm chung nhất, khái quát nhất của một học thuyết <br>b. Cơ sở lý luận của một khoa học <br>c. Các phương án trả lời đều đúng",
  "QN=75 Sự phản ánh của ý thức mang tính <br>a. Chủ động, tích cực và sáng tạo <br>b. Khách quan kế hợp với chủ quan <br>c. Đơn giản gắn với trừu tượng",
  "QN=76 Sự ra đời và tồn tại của nhà nước <br>a. Là hiện tượng mang tính khách quan, bị quyết định bởi quá trình phát triển của xã hội. <br>b. Là hiện tượng mang tính chủ quan, phụ thuộc vào nguyện vọng của giai cấp cầm quyền. <br>c. Là hiện tượng mang tính chủ quan phụ thuộc vào nguyện vọng của mỗi quốc gia, mõi dân tộc.",
  "QN=77 Tất nhiên là phạm trù triết học dùng để chỉ <br>a. Những gì đang tồn tại và phát triển <br>b. Những gì sẽ xuất hiện do nguyên nhân bên trong quyết định <br>c. Những gì sẽ xuất hiện trong thực tế",
  "QN=78 Cặp phạm trù nguyên nhân, kết quả chỉ ra <br>a. Một kết quả có thể được tạo ra bởi nhiều nguyên nhân khác nhau <br>b. Một kết quả chỉ được tạo ra bởi một nguyên nhân cơ bản <br>c. Các phương án trả lời đều sai",
  "QN=79 Triết học duy tâm khách quan và triết học duy tâm chủ quan đều có điểm chung là <br>a. Đề cao lĩnh vực tinh thần của con người <br>b. Đề cao lĩnh vực vật chất và tinh thần của con người <br>c. Đề cao đời sống tâm linh của con người",
  "QN=80 Bản chất của con người được quyết định bởi <br>a. Giáo dục gia đình <br>b. Sự nỗ lực của cá nhân <br>c. Các quan hệ xã hội",
  "QN=81 Theo sự phát triển của xã hội, thứ tự phát triển của các hình thức cộng đồng trong lịch sử là <br>a. Thị tộc - Bộ lạc - Bộ tộc - Dân tộc <br>b. Thị tộc - Bộ tộc - Bộ lạc - Dân tộc <br>c. Dân tộc - Thị tộc - Bộ lạc - Bộ tộc",
  "QN=82 Cái chung chỉ tồn tại trong <br>a. Cái riêng <br>b. Cái đơn nhất <br>c. Cái cụ thể",
  "QN=83 Nếu quá đề cao triết học duy tâm sẽ dẫn đến <br>a. Xa rời thực tế <br>b. Cực đoan <br>c. Thực dụng",
  "QN=84 Nguồn gốc tự nhiên của ý thức là <br>a. Thế giới vật chất và bộ não con người <br>b. Toàn bộ thế giới nói chung <br>c. Toàn bộ thế giới vật chất",
  "QN=85 Cách mạng xã hội được khái quát bởi <br>a. Thay đổi thể chế chính trị xã hội này bằng thể chế chính trị khác <br>b. Thay đổi thể chế kinh tế này bằng một thể chế kinh tế khác cao hơn <br>c. Thay đổi căn bản, toàn diện và triệt để một hình thái kinh tế - xã hội này bằng một hình thái kinh tế - xã hội khác cao hơn",
  "QN=86 Quan hệ sản xuất là phạm trù dùng để chỉ <br>a. Quan hệ giữa người với người trong quá trình sản xuất <br>b. Quan hệ giữa con người với tự nhiên trong quá trình sản xuất <br>c. Quan hệ giữa con người sản xuất với người tiêu dùng trong quá trình sản xuất",
  "QN=87 Khả năng là phạm trù triết học dung để chỉ những gì <br>a. Sẽ tồn tại khi có đủ điều kiện <br>b. Chưa xuất hiện trong thực tế <br>c. Các phương án trả lời đều sai",
  "QN=88 Trong thực tế chúng ta phải dựa vào khả năng hay hiện thực <br>a. Khả năng <br>b. Hiện thực <br>c. Các phương án trả lời đều sai",
  "QN=89 Cơ sở hạ tầng của một hình thái kinh tế - xã hội là <br>a. Toàn bộ những quan hệ sản xuất tạo thành cơ sở kinh tế của xã hội. <br>b. Toàn bộ những điều kiện vật chất, những phương tiện vật chất tạo thành cơ sở vật chất - kỹ thuật của xã hội. <br>c. Toàn bộ những điều kiện vật chất, những phương tiện vật chất và những con người sử dụng nó để tiến hành các hoạt động xã hội.",
  "QN=90 Theo quan điểm của chủ nghĩa duy vật biện chứng, cái riêng chỉ tồn tại <br>trong <br>a. Mối quan hệ đi đến cái chung <br>b. Cái chung <br>c. Cái cụ thể",
  "QN=91 Bản chất của nhà nước là <br>a. Cơ quan phúc lợi chung của toàn xã hội <br>b. Cơ quan trọng tài thực hiện chức năng phân xử và hòa giải các xung đột xã hội <br>c. Công cụ thống trị xã hội",
  "QN=92 Chủ nghĩa duy vật biện chứng xác định tính chất quan hệ giữa hai phạm trù nguyên và kết quả là tính <br>a. Sản sinh <br>b. Tương tác <br>c. Điều kiện",
  "QN=93 Nguyên nhân chủ yếu dẫn đến việc Mác và Ănghen chưa đưa ra định nghĩa hoàn chỉnh về phạm trù vật chất là do <br>a. Trình độ phát triển của khoa học chưa ngang tầm <br>b. Các phương pháp định nghĩa chưa hoàn thiện <br>c. Các hiện tượng xã hội chưa bộc lộ đầy đủ những tiền đề cần thiết",
  "QN=94 Trong lịch sử triết học, phép biện chứng có hai hình thức cơ bản đó là <br>a. Phép biện chứng duy tâm và phép biện chứng duy vật <br>b. Phép biện chứng chủ quan và phép biện chứng khách quan <br>c. Phép biện chứng cụ thể và phép biện chứng trừu tượng",
  "QN=95 Sự phát triển của các hình thái kinh tế - xã hội là <br>a. Quá trình phát triển của lịch sự tự nhiên. <br>b. Quá trình lịch sử hướng theo ý chí của giai cấp cầm quyền. <br>c. Quá trình lịch sử hướng theo ý chí của Đảng cầm quyền.",
  "QN=96 Ý thức xã hội có tính chất nào sau đây <br>a. Tính độc lập tương đối <br>b. Tính độc lập tuyệt đối <br>c. Tính sáng tạo",
  "QN=97 Vấn đề cơ bản của triết học gồm hai mặt đó là <br>a. Bản thể luận và nhận thức luận <br>b. Lý luận và thực tiễn <br>c. Tri thức và chân lý",
  "QN=98 Quan điểm nào dưới đây phù hợp nhất <br>a. Đấu tranh giai cấp là một trong những động lực phát triển của xã hội của giai cấp <br>b. Đấu tranh giai cấp là một trong những động lực phát triển của xã hội <br>c. Đấu tranh giai cấp là động lực phát triển của xã hội",
  "QN=99 Trong xã hội có giai cấp , ý thức xã hội của các giai cấp có nội dung và hình thức phát triển khác nhau là do <br>a. Những điều kiện sinh hoạt vật chất, lợi ích và địa vị của các giai cấp khác nhau <br>b. Thói quen khác nhau <br>c. Sở thích khác nhau",
  "QN=100 Đặc trưng chủ yếu của cách mạng xã hội <br>a. Sự thay đổi chính quyền nhà nước từ tay giai cấp thống trị đã lỗi thời sang tay giai cấp cách mạng. <br>b. Sự thay đổi về cơ cấu, tổ chức hoạt động sản xuất ra của cải vật chất trong xã hội <br>c. Sự thay đổi về hệ tư tưởng nói riêng và toàn bộ đời sống tinh thần của xã hội nói chung",
  "QN=101 Quan điểm toàn diện được rút ra từ việc nghiên cứu nguyên lý triết học nào sau <br>đây <br>a. Nguyên lý về mối liên hệ phổ biến <br>b. Nguyễn lý phát triển <br>c. Nguyên lý duy vật biện chứng",
  "QN=102 Ý thức là hình ảnh chủ quan của thế giới <br>a. Hiện thực <br>b. Khách quan <br>c. Chủ quan",
  "QN=103 Thực tại khách quan là <br>a. Những gì tồn tại xung quanh con người <br>b. Những gì tồn tại lệ thuộc vào ý thức của con người <br>c. Những gì tồn tại không lệ thuộc vào ý thức của con người",
  "QN=104 Hạt nhân cơ bản trong quần chúng nhân dân<br>a. Những người lao động sản xuất ra của cải vật chất. <br>b. Những bộ phận dân cư chống lại giai cấp thống trị áp bức bóc lột, đối kháng với nhân dân. <br>c. Những tầng lớp xã hội khác nhau thúc đẩy sự tiến bộ của xã hội.",
  "QN=105 Theo quan điểm của chủ nghĩa duy vật biện chứng, quan điểm phát triển trong xem xét và đánh giá sự vật đòi hỏi <br>a. Bảo vệ cái mới, ủng hộ cái mới, đấu tranh cho cái mới nhưng không phủ định sạch trơn cái cũ <br>b. Bảo vệ cái cũ, đấu tranh cho cái cũ đồng thời tạo điều kiện để cái mới ra đời và thay thế cái cũ <br>c. Các phương án trả lời đều sai",
  "QN=106 Quan điểm toàn diện đòi hỏi phải xem xét và đánh giá sự vật <br>a. Trong nhiều mối liên hệ khác nhau <br>b. Trong những mối liên hệ chủ yếu nhất <br>c. Trong những mối liên hệ phức tạp nhất",
  "QN=107 Triết học duy vật biện chứng là sự thống nhất giữa <br>a. Thế giới quan duy vật và phương pháp luận biện chứng <br>b. Nhân sinh quan duy vật và phương pháp luận biện chứng <br>c. Thế giới quan duy vật và phương pháp luận siêu hình",
  "QN=108 Theo Mác và Awnghen, vận dụng triết học của hai ông vào thực tế phải <br>a. Tùy thuộc vào hoàn cảnh lịch sử cụ thể <br>b. Tuy thuộc vào từng quốc gia khác nhau <br>c. Các phương án trả lời đều sai",
  "QN=109 Nền tảng lý luận của chủ nghĩa Mác-Lênin là <br>a. Triết học <br>b. Kinh tế chính trị học <br>c. Chủ nghĩa xã hội khoa học",
  "QN=110 Phương pháp luận là lý luận chung về <br>a. Phương pháp <br>b. Giải pháp <br>c. Phương châm",
  "QN=111 Khuynh hướng chung của phát triển là <br>a. Vận động đi lên theo đường thẳng <br>b. Vận động theo đường xoáy ốc <br>c. Vận động đi lên theo đường xoáy ốc",
  "QN=112 \"Kết quả\" là phạm trù triết học dùng để chỉ <br>a. Những thay đổi do nguyên nhân gây ra <br>b. Những thuộc tính do nguyên nhân gây ra <br>c. Những vấn đề do nguyên nhân gây ra",
  "QN=113 Quan điểm lịch sử cụ thể đòi hỏi chúng phải quán triệt nguyên tắc nào sau đây <br>a. Bảo vệ cái mới, ủng hộ cái mới, đấu tranh cho cái mới <br>b. Bảo vệ cái cũ, đấu tranh cho cái cũ <br>c. Xem xét sự vật gắn với quá trình hình thành, tồn tại, phát triển và tiêu vong của chúng",
  "QN=114 Theo quan điểm của triết học Mác- Lênin, đứng im là <br>a. Vận động trong thăng bằng <br>b. Không phải là vận động <br>c. Vận động đặc biệt",
  "QN=115 Theo quan điểm của chủ nghĩa duy vật biện chứng, trong thực tế chúng ta phải <br>a. Dựa vào tất nhiên, đề phòng ngẫu nhiên <br>b. Dựa vào ngẫu nhiên, đề phòng tất nhiên <br>c. Dựa vào cả tất nhiên và ngẫu nhiên",
  "QN=116 \"Nguyên nhân\" là phạm trù triết học dùng để chỉ <br>a. Những tác động giữa các mặt các yếu tố bên trong sự vật hay giữa sự vật này với sự vật kia gây ra những biến đổi nhất định. <br>b. Những tác động chủ yếu trong thế giới vật chất <br>c. Những tác nhân cơ bản trong thế giới vật chất",
  "QN=117 Bản chất của triết học duy tâm như thế nào <br>a. Đi ngược lại với khoa học <br>b. Không hoàn toàn phản khoa học <br>c. Rất khoa học",
  "QN=118 Ngẫu nhiên là phạm trù triết học dùng để chỉ <br>a. Những gì đang tồn tại <br>b. Những gì sẽ xuất hiện do nguyên nhân bên ngoài quyết định <br>c. Những gì sẽ xuất hiện khi có điều kiện bên trong quyết định",
  "QN=119 Điểm chủ yếu nhất để phân biệt con người với con vật <br>a. Bằng cách thức kiếm sống <br>b. Bằng ý thức <br>c. Các phương án trả lời đều đúng",
  "QN=120 Trong xã hội có giai cấp, tính chất kế thừa của ý thức xã hội có gắn với tính chất giai cấp của nó không <br>a. Tùy trường hợp cụ thể <br>b. Không kế thừa <br>c. Có kế thừa",
  "QN=121 Các quan điểm nào sau đây phản ánh đúng nhất nội dung khái niệm phương thức sản xuất. <br>a. Phương thức sản xuất là cách thức sản xuất ra của cải vật chất trong từng giai đoạn lịch sử xã hội nhất định <br>b. Phương thức sản xuất là cách thức sản xuất ra cơ sở hạ tầng trong từng giai đoạn lịch sử xã hội nhất định <br>c. Phương thức sản xuất là cách thức sản xuất ra kiến trúc thượng tầng trong từng giai đoạn lịch sử xã hội nhất định",
  "QN=122 Theo quan điểm của chủ nghĩa duy vật biện chứng, sự vật vận động và phát triển mang tính <br>a. Khách quan <br>b. Chủ quan <br>c. Duy vật",
  "QN=123 Khi xác định tính chất của phạm trù \"Cái chung\", triết học Mác- Lênin khẳng định cái chung là cái <br>a. Bản chất <br>b. Hiện tượng <br>c. Cụ thể",
  "QN=124 Biện chứng là phương pháp xem xét thế giới trong trạng thái <br>a. Bất động, bất biến <br>b. Luôn vận động, biến đổi và phát triển không ngừng <br>c. Đứng im",
  "QN=125 Chủ nghĩa duy vật biện chứng khẳng định rằng, nguyên nhân sinh ra kết quả phải có <br>a. Tác động <br>b. Điều kiện <br>c. Nguyên cớ",
  "QN=126 Biện chứng là phương pháp của khoa học nào sau đây <br>a. Triết học <br>b. Đạo đức học <br>c. Chính trị học",
  "QN=127 Quan điểm lịch sử cụ thể được rút ra từ nghiên cứu nguyên lý triết học nào sau đây <br>a. Nguyên lý duy vật lịch sử <br>b. Nguyên lý về mối liên hệ phổ biến <br>c. Nguyên lý phát triển",
  "QN=128 Chủ nghĩa duy vật lịch sử khẳng định trong quan hệ biện chứng giữa cơ sở hạ tầng và kiến trúc thượng tầng thì <br>a. Cơ sở hạ tầng quyết định kiến trúc thượng tầng <br>b. Kiến trúc thượng tầng quyết định cơ sở hạ tầng <br>c. Cả cơ sở hạ tầng và kiến trúc thượng tầng có vai trò như nhau",
  "QN=129 Nguyên nhân sâu xa của việc ra đời của giai cấp thuộc <br>a. Lĩnh vực kinh tế <br>b. Lĩnh vực văn hóa <br>c. Lĩnh vực xã hội",
  "QN=130 Cái chung là phạm trù triết học dùng để chỉ <br>a. Những sự vật hiện tượng cụ thể <br>b. Những thuộc tính tồn tại trong nhiều sự vật hiện tượng <br>c. Những sự vật hiện tượng khách quan",
  "QN=131 Ở xã hội Việt Nam hiện nay <br>a. Còn đấu tranh giai cấp <br>b. Không còn đấu tranh giai cấp <br>c. Các phương án trả lời đều sai",
  "QN=132 Các định nghĩa sau đây, định nghĩa nào phù hợp nhất theo quan điểm của chủ nghĩa duy vật biện chứng <br>a. Nguyên nhân là phạm trù triết học dùng đề chỉ sự tác động qua lại giữa các mặt, các yếu tố bên trong sự vật hay giữa sự vật này với sự vật khia tạo ra những biến đổi nhất định <br>b. Nguyên nhân là quan hệ giữa các mặt, các yếu tố bên trong sự vật hay giữa sự <br> vật này với sự vật khia tạo ra những biến đổi nhất định <br>c. Nguyễn nhân là sự chuyển hóa giữa các mặt, các yếu tố bên trong sự vật hay giữa sự vật này với sự vật kia tạo ra những biến đổi nhất định",
  "QN=133 Biện chứng là phương pháp có đặc điểm <br>a. Thấy cái chung mà không thấy cái riêng <br>b. Thấy cái riêng mà không thấy cái chung <br>c. Vừa thấy cái chung và cái riêng",
  "QN=134 Vấn đề cơ bản của triết học là <br>a. Quan hệ giữa vật chất và ý thức <br>b. Quan hệ giữa khách quan và chủ quan <br>c. Quan hệ giữa thực tiễn và lí luận",
  "QN=135 Trường phái triết học đề cao lĩnh vực vật chất gọi là <br>a. Triết học duy vật <br>b. Triết học duy tâm <br>c. Triết học nhị nguyên",
  "QN=136 Định nghĩa vật chất của Lênin đã giải quyết đúng đắn vấn đề nào sau đây <br>a. Vấn đề cơ bản của triết học <br>b. Vấn đề nguyên lý của triết học <br>c. Vấn đề xuyên suốt của triết học",
  "QN=137 Đặc điểm của tâm lý xã hội là phản ánh điều kiện sinh sống hàng ngày của con người <br>a. Không có khả năng vạch ra đầy đủ rõ ràng, sâu sắc, bản chất các mối quan hệ xã hội <br>b. Một cách trực tiếp và tự phát <br>c. Các phương án trả lời đều đúng",
  "QN=138 Chủ nghĩa Mác-Lênin gồm ba bộ phận cấu thành đó là <br>a. Triết học, Kinh tế chính trị học và Chủ nghĩa xã hội khoa học <br>b. Triết học, Kinh tế chính trị học và Chính trị học <br>c. Triết học, Kinh tế học và Chủ nghĩa xã hội khoa học",
  "QN=139 Cơ sở để phân chia triết học thành các trường phái khác nhau là <br>a. Vấn đề cơ bản của nhận thức luận <br>b. Vấn đề cơ bản của phương pháp luận <br>c. Vấn đề cơ bản của triết học",
  "QN=140 Triết học nhị nguyên cho rằng <br>a. Vật chất và ý thức đều là nguồn gốc và bản chất của thế giới <br>b. Ý thức là yếu tố quyết định nguồn gốc, bản chất của thế giới <br>c. Con người là yếu tố quyết định nguồn gốc, bản chất của thế giới",
  "QN=141 \"Cái riêng\" là phạm trù triết học dùng để chỉ <br>a. Những sự vật hiện tượng cụ thể <br>b. Những dạng vật chất cụ thể <br>c. Các phương án trả lời đều sai",
  "QN=142 Nhà nước có <br>a. Hai đặc trưng <br>b. Ba đặc trưng <br>c. Bốn đặc trưng",
  "QN=143 Các quan điểm nào sau đây phản ánh đúng nhất nội dung khái niệm cơ sở hạ tầng. <br>a. Cơ sở hạ tầng là toàn bộ các quan hệ sản xuất hợp thành cơ cấu kinh tế của một hình thái kinh tế xã hội nhất định trong lịch sử <br>b. Cơ sở hạ tầng là toàn bộ các quan hệ xã hội hợp thành cơ cấu kinh tế của một hình thái kinh tế xã hội nhất định trong lịch sử <br>c. Cơ sở hạ tầng là toàn bộ các quan hệ kinh tế hợp thành cơ cấu kinh tế của một hình thái kinh tế xã hội nhất định trong lịch sử",
  "QN=144 Đấu tranh giai cấp nhằm <br>a. Bảo vệ lợi ích chung cho tất cả các thành viên trong xã hội <br>b. Giải quyết xung đột về mặt lợi ích giai cấp. <br>c. Hòa giải mâu thuẫn giữa các tầng lớp dân cư.",
  "QN=145 \"Cái đơn nhất\" là phạm trù triết học dùng để chỉ <br>a. Thuộc tính tồn tại duy nhất ở một sự vật <br>b. Thuộc tính tồn tại trong nhiều sự vật hiện tượng <br>c. Những sự vật hiện tượng khách quan",
  "QN=146 Theo quan điểm của chủ nghĩa duy vật biện chứng, sự vật khi mới ra đời chúng tồn tại dưới dạng <br>a. Cái đơn nhất <br>b. Cái cụ thể <br>c. Cái chung",
  "1) Chọn câu trả lời đúng và đầy đủ:<br>Sự ra đời của quan điểm duy vật về lịch sử do C. Mác sáng lập ra đã khắc phục được những sai lầm căn bản trong việc lý giải xã hội theo:<br>a) Quan điểm tôn giáo và duy tâm<br>b) Quan điểm duy vật siêu hình và tôn giáo<br>c) Quan điểm duy tâm và siêu hình<br>d) Quan điểm duy vật tự nhiên và tầm thường",
  "2) Điền thêm từ đề hoàn thiện nhận định sau đây của V.I. Lênin:<br>\"Chủ nghĩa Mác đã mở đường cho việc nghiên cứu rộng rãi và toàn diện quá trình phát sinh, phát triển và suy tàn của...\"<br>a) Hệ thống vật chất trong giới tự nhiên<br>b) Các quá trình kinh tế và chính trị - xã hội<br>c) Các sự vật, hiện tượng trong thế giới tự nhiên, xã hội và tư duy<br>d) Các hình thái kinh tế - xã hội",
  "3) Chọn câu trả lời đúng theo quan điểm duy vật lịch sử: Xã hội có các loại hình cơ bản là:<br>a) Sản xuất ra của cải vật chất, tinh thần và văn hóa<br>b) Sản xuất ra văn hóa, con người và đời sống tinh thần<br>c) Sản xuất ra của cải vật chất, đời sống tinh thần và nghệ thuật<br>d) Sản xuất ra của cải vật chất, tinh thần và con người",
  "4) Điền thêm từ để hoàn thiện nhận định sau đây và xác định đó là nhận định của ai?<br>\"Điểm khác biệt căn bản giữa xã hội loài người với xã hội loài vật là ở chỗ: loài vật may mắn chỉ hái lượm trong khi con người lại ......\"<br>a) Biết sáng tạo/ Ph. Ăngghen<br>b) Sản xuất/ Ph. Ăngghen<br>c) Tiến hành lao động/ C. Mác<br>d) Tư duy/ V.I.Lênin",
  "5) Chọn câu trả lời đúng và đầy đủ:<br>Sản xuất vật chất là hoạt động có:<br>a) Tính khách quan, tính tất yếu, tính xã hội, tính văn hóa và tính mục đích<br>b) Tính tất yếu, tính tư duy, tính cộng động, tính văn hóa và tính mục đích<br>c) Tính khách quan, tính mục đích, tính xã hội, tính lịch sử và tính sáng tạo<br>d) Tính xã hội, tính lịch sử, tính sáng tạo, tính văn hóa và tính mục đích dự thân",
  "6) Chọn câu trả lời đúng:<br>Trong chủ nghĩa duy vật lịch sử, khái niệm \"phương thức sản xuất\" dùng để chỉ:<br>a) Cách thức tiến hành quá trình sản xuất ra của cải vật chất trong một giai đoạn lịch sử nhất định<br>b) Quá trình sản xuất ra của cải vật chất trong một giai đoạn lịch sử nhất định<br>c) Cơ chế vận hành kinh tế trong các điều kiện cụ thể của xã hội<br>d) Quá trình sản xuất ra của cải vật chất với một cơ chế kinh tế nhất định",
  "7) Chọn câu trả lời đúng theo quan điểm duy vật lịch sử:<br>Sản xuất ra của cải vật chất giữ vai trò là:<br>a) Nền tảng của xã hội<br>b) Nền tảng vật chất của xã hội<br>c) Nền tảng tinh thần của xã hội<br>d) Nền tảng kỹ thuật, công nghệ của xã hội",
  "8) Chọn câu trả lời đúng:<br>Trình độ phát triển của phương thức sản xuất ra của cải vật chất là nhân tố giữ vai trò quyết định:<br>a) Đời sống tinh thần của xã hội<br>b) Đời sống văn hóa của xã hội<br>c) Đời sống chín trị, đạo đức của xã hội<br>d) Trình độ phát triển của nền sản xuất xã hội",
  "9) Chọn câu trả lời đúng:<br>Theo C.Mác, các nền kinh tế căn bản phân biệt với nhau bởi:<br>a) Phương thức sản xuất ra của cải vật chất<br>b) Mục đích của quá trình sản xuất ra của cải vật chất<br>c) Mục đích tự nhiên của quá trình sản xuất ra của cải vật chất.<br>d) Mục đích xã hội của quá trình sản xuất ra của cải vật chất",
  "10) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Suy đến cùng, trình độ phát triển của nền sản xuất ra của cải vật chất của xã hội được quyết định bởi trình độ:<br>a) Phát triển của phương thức sử dụng lao động<br>b) Phát triển của các nguồn lực sử dụng trong quá trình sản xuất<br>c) Phát triển của lực lượng sản xuất<br>d) Phát triển của quan hệ sản xuất",
  "11) Chọn câu trả lời đúng theo quan điểm duy vật lịch sử:<br>Mỗi phương thức sản xuất đều được tạo nên bởi hai mặt:<br>a) Kỹ thuật và công nghệ<br>b) Kỹ thuật và lao động<br>c) Kỹ thuật và kinh tế<br>d) Kỹ thuật và tổ chức",
  "12) Chọn câu trả lời đúng<br>Tiền đề xuất phát của chủ nghĩa duy vật lịch sử là :<br>a) Con người hiện thực<br>b) Con người trừu tượng<br>c) Con người hành động<br>d) Con người tư duy",
  "13) Chọn câu trả lời đúng<br>Theo Ph. Ăngghen, sự khác nhau căn bản giữa con người và con vật là ở chỗ:<br>a) Con người biết sáng tạo và tư duy<br>b) Con người có nhận thức và giao tiếp xã hôi<br>c) Con người biết lao động sản xuất ra những tư liệu sinh hoạt của mình<br>d) Con người có văn hóa và tri thức",
  "14) Chọn câu trả lời đúng theo quan điểm duy vật lịch sử:<br>Thực chất của quá trình sản xuất vật chất là quá trình:<br>a) Con người thực hiện sự cải biến giới tự nhiên<br>b) Con người nhận thức thế giới và bản thân mình<br>c) Con người thực hiện sáng tạo trong tư duy<br>d) Con người thực hiện lợi ích của mình",
  "15) Chọn câu trả lời đúng:<br>Theo quan điểm của chủ nghĩa duy vật lịch sử, để giải thích đúng và triệt để các hiện tượng trong đời sống xã hội, cần phải xuất phát trừ:<br><br>a) Nền sản xuất vật chất của xã hội<br>b) Quan điểm chính trị của giai cấp nắm quyền lực nhà nước<br>c) Truyền thống văn hóa xã hội<br>d) Ý trí của mọi thành viên trong cộng đồng xã hội",
  "16) Chọn câu trả lời đúng:<br>Theo C. Mác, về đại thể quá trình phát triển tuần tự của xã hội loài người đã lần lượt trải qua các phương thức sản xuất:<br>a) Nguyên thủy, nô lệ, phong kiến, tư sản và cộng sản chủ nghĩa<br>b) Nô lệ, phong kiến, tư sản và xã hội chủ nghĩa<br>c) Á châu, cổ đại, phong kiến, tư sản hiện đại<br>d) Nguyên thủy, á châu, cổ đại, phong kiến và tư sản hiện đại",
  "17) Chọn câu trả lời đúng:<br>Lực lượng sản xuất bao gồm:<br>a) Tư liệu sản xuất và các nguồn lực tự nhiên<br>b) Tư liệu sản xuất và người lao động<br>c) Người lai động và trình độ lao động của họ<br>d) Người lao động và công cụ lao động",
  "18) Chọn câu trả lời đúng theo quan điểm duy vật lịch sử:<br>Nhân tố quyết định trong lực lượng sản xuât là nhân tố:<br>a) Tư liệu sản xuất<br>b) Người lao động<br>c) Công cụ lao động<br>d) Tri thức",
  "19) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Trình độ phát triển của lực lượng sản xuất:<br>a) Là trình độ phát triển của con người<br>b) Là trình độ phát triển của con người và xã hội<br>c) Phản ánh trình độ con người chinh phục giới tự nhiên<br>d) Phản ánh trình độ con người chinh phục và cải tạo xã hội",
  "20) Chọn câu trả lời đúng nhất theo phương thức định nghĩa khái niệm:<br>Khái niệm quan hệ sản xuất dùng để chỉ:<br>a) Mối quan hệ giữa con người với giới tự nhiên<br>b) Mối quan hệ giữa con người với con người<br>c) Mối quan hệ giữa con người với con người trong quá trình lao động<br>d) Mối quan hệ kinh tế trong quá trình sản xuất và tái sản xuất của xã hội",
  "21) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Quan hệ cơ bản nhất trong hệ thống quan hệ sản xuất là quan hệ:<br>a) Sở hữu<br>b) Sở hữu về trí tuệ<br>c) Sở hữu về tư liệu sản xuất<br>d) Sở hữu về công cụ lao động",
  "22) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Trong mối quan hệ giữa lực lượng sản xuất và quan hệ sản xuất:<br>a) Lực lượng sản xuất phụ thuộc vào quan hệ sản xuất<br>b) Quan hệ sản xuất phụ thuộc vào trình độ phát triển của lực lượng sản xuất<br>c) Quan hệ sản xuất và lực lượng sản xuất tồn tại độc lập với nhau<br>d) Quan hệ sản xuất và lực lượng sản xuất đều phụ thuộc vào quyền lực nhà nước",
  "23) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Mối quan hệ giữa lực lượng sản xuất và quan hệ sản xuất là mối quan hệ:<br>a) Luôn luôn thống nhất với nhau<br>b) Luôn luôn đối lập loại trừ nhau<br>c) Thống nhất và đấu tranh của các mặt đối lập<br>d) Có lúc hoàn toàn đối lập nhau, có khi hoàn toàn thống nhất với nhau",
  "24) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Quy luật cơ bản nhất, chi phối quyết định toàn bộ quá trình vận động và phát triển của lịch sử xã hội loài người là quy luật:<br><br>a) Đấu tranh giai cấp<br>b) Phát triển khoa học và công nghệ<br>c) Phát triển kinh tế thị trường<br>d) Quan hệ sản xuất phụ thuộc vào trình độ phát triển của lực lượng sản xuất",
  "25) Chọn câu trả lời đúng:<br>Theo quan điểm của chủ nghĩa duy vật lịch sử, nguồn gốc, động lực cơ bản nhất của mọi quá trình phát triển xã hội là:<br>a) Sự phát triển của khoa học<br>b) Sự phát triển của khoa học công nghệ<br>c) Sự vận động của mâu thuẫn giữa lực lượng sản xuất và quan hệ sản xuất<br>d) Đấu tranh giai cấp",
  "26) Chọn câu trả lời đúng:<br>Theo quan điểm duy vật lịch sử:<br>a) Quan hệ sản xuất có thể vượt trước trình độ phát triển của lực lượng sản xuất<br>b) Quan hệ sản xuất có thể lạc hậu hơn trình độ phát triển của lực lượng sản xuất<br>c) Quan hệ sản xuất phải phù hợp với trình độ phát triển của lực lượng sản xuất<br>d) Tùy từng điều kiện cụ thể, quan hệ sản xuất có thể vượt trước lực lượng sản xuất",
  "27) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Trong mối quan hệ giữa lực lượng sản xuất và quan hệ sản xuất:<br>a) Lực lượng sản xuất là yếu tố thường xuyên biến đổi, phát triển<br>b) Quan hệ sản xuất là yếu tố thường xuyên biến đổi, phát triển<br>c) Cả hai đều là những yếu tố thường xuyên biến đổi, phát triển<br>d) Không có yếu tố nào thường xuyên biến đổi, phát triển",
  "28) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Khái niệm cơ sở hạ tầng là dùng để chỉ:<br>a) Quan hệ kinh kế của xã hội<br>b) Kết cấu vật chất - kỹ thuật làm cơ sở để phát triển kinh tế<br>c) Quan hệ sản xuất của xã hội<br>d) Quan hệ sản xuất hợp thành cơ cấu kinh tế của xã hội",
  "29) Chọn câu trả lời đúng:<br>Theo quan điểm duy vật lịch sử, quan hệ cơ bản nhất, quyết định mọi mối quan hệ xã hội là:<br>a) Quan hệ quyền lực nhà nước<br>b) Quan hệ văn hóa<br>c) Quan hệ kinh tế<br>d) Quan hệ tôn giáo",
  "30) Chọn câu trả lời đúng:<br>Theo quan điểm duy vật lịch sử, khái niệm kiến trúc thượng tầng là để chỉ:<br>a) Toàn bộ thiết chế chính trị của xã hội<br>b) Toàn bộ thiết ché chính trị và pháp luật của xã hội<br>c) Toàn bộ thiết chế chính trị - xã hội<br>d) Toàn bộ hệ thống kết cấu các hình thái ý thức xã hội cùng với các thiết chế chính trị - xã hội tương ứng.",
  "31) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Trong kiến trúc thượng tầng của xã hội có giai cấp, yếu tố cơ bản nhất, có tác động trực tiếp và mạnh mẽ nhất tới cơ sở hạ tầng là yếu tố:<br>a) Tổ chức chính đảng<br>b) Tổ chức nhà nước<br>c) Tổ chức tôn giáo<br>d) Các tổ chức văn hóa - xã hội",
  "32) Chọn câu trả lời đúng:<br>Thông thường, trong kiến trúc thượng tầng các nhà nước tư bản hiện nay:<br>a) Đều thực hiện chế độ nhất nguyên chính trị<br>b) Không thực hiện chế độ đa nguyên chính trị<br>c) Tùy từng nước mà có thể thực hiện chế độ đa nguyên chính trị hay không<br>d) Thực hiện chế độ đa đảng nhưng nhất nguyên chính trị",
  "33) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Nhà nước là:<br>a) Tổ chức phi chính phủ<br>b) Tổ chúc quyền lực phi giai cấp<br>c) Tổ chức quyền lực mang bản chất của giai cấp sở hữu tư liệu sản xuất chủ yếu của xã hội<br>d) Tổ chức quyền lực mang bản chất của mọi giai cấp trong xã hội",
  "34) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Mối quan hệ giữa cơ sở hạ tầng và kiến trúc thượng tầng là mối quan hệ:<br>a) Luôn luôn thống nhất với nhau<br>b) Luôn luôn đối lập nhau<br>c) Thống nhất và đấu tranh giữa hai mặt đối lập<br>d) Thống nhất là căn bản, còn đấu tranh giữa chúng chỉ là tạm thời",
  "35) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Trong mối quan hệ giữa cơ sở hạ tầng và kiến trúc thượng tầng của xã hội:<br>a) Cơ sở hạ tầng quyết định kiến trúc thượng tầng<br>b) Kiến trúc thượng tầng quyết định cơ sở hạ tầng<br>c) Chúng có mối quan hệ biện chứng với nhau, trong đó cơ sở hạ tầng quyết định kiến trúc thượng tầng<br>d) Chúng có quan hệ biện chứng với nhau, trong đó kiến trúc thượng tầng quyết định cơ sở hạ tầng",
  "36) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Khi xuất hiện mâu thuẫn gay gắt giữa lực lượng sản xuất và quan hệ sản xuất thì:<br>a) Quan hệ sản xuất sẽ tự động thay đổi cho phù hợp với lực lượng sản xuất<br>b) Quan hệ sản xuất không thể thay đổi được vì nó được bảo vệ bằng quyền lực nhà nước<br>c) Lực lượng sản xuất phải tự điều chỉnh cho phù hợp với quan hệ sản xuất<br>d) Quan hệ sản xuất được thay đổi thông qua những cuộc cải cách và các cuộc cách mạng xã hội",
  "37) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Sự tác động của kiến trúc thượng tầng đối với cơ sở hạ tầng là sự tác động:<br>a) Luôn luôn diễn ra theo chiều hướng tích cực<br>b) Luôn luôn diễn ra theo chiều hướng tiêu cực<br>c) Có thể diễn ra theo chiều hướng tích cực hoặc tiêu cực<br>d) Tiêu cực là cơ bản còn đôi khi là chiều hướng tích cực",
  "38) Chọn câu trả lời đúng:<br>Theo quan điểm của chủ nghĩa duy vật lịch sử, yếu tố cơ bản nhất tạo thành điều kiện sinh hoạt vật chất của xã hội là các yếu tố thuộc về:<br>a) Điều kiện tự nhiên<br>b) Điều kiện dân cư<br>c) Phương thức sản xuất ra của cải vật chất<br>d) Không có yếu tố nào là cơ bản nhất mà tùy thuộc các điều kiện lịch sử cụ thể khác nhau",
  "39) Chọn phương án đúng theo quan điểm duy tâm về lịch sử:<br>Trong mối quan hệ giữa tồn tại xã hội và ý thức xã hội:<br>a) Suy đến cùng, tồn tại xã hội quyết định ý thức xã hội<br>b) Suy đến cùng, ý thức xã hội quyết định tồn tại xã hội<br>c) Tồn tại trong mối quan hệ phụ thuộc vào nhau, không cái nào quyết định cái nào<br>d) Tùy từng điều mà xem xét cái nào quyết định cái nào",
  "40) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Trong mói quan hệ giữa tồn tại xã hội và ý thức xã hội<br>a) Tồn tại xã hội quyết định ý thức xã hội<br>b) Chúng tồn tại trong mối quan hệ biện chứng với nhau, không cái nào quyết định cái nào<br>c) Ý thức xã hội quyết đinh tồn tại xã hội<br>d) Chúng tồn tại trong mối quan hệ biện chứng với nhau, trong đó tồn tại xã hội quyết định ý thức xã hội",
  "41) Chọn câu trả lời đúng:<br>Quan niệm cho rằng: \"ý thức xã hội luôn luôn là yếu tố phụ thuộc vào tồn tại xã hội, nó không có tính độc lập tượng đối\" là quan điểm của:<br>a) Chủ nghĩa duy vật<br>b) Chủ nghĩa duy tâm<br>c) Chủ nghĩa duy vật siêu hình<br>d) Chủ nghĩa duy vật lịch sử",
  "42) Chọn câu trả lời đúng:<br>Quan điểm cho rằng: \"tồn tại xã hội quyết định ý thức xã hội nhưng đồng thời ý thức xã hội lại có tính độc lập tương đối của nó\" là quan điểm của:<br>a) Chủ nghĩa duy vật<br>b) Chủ nghĩa duy tâm<br>c) Chủ nghĩa duy vật siêu hình<br>d) Chủ nghĩa duy vật lịch sử",
  "43) Chọn câu trả lời đúng nhất theo quan niệm duy vật lịch sử:<br>Mỗi hình thái hinh tế- xã hội đều được cấu thành từ các nhân tố:<br>a) Lực lượng sản xuất, kiến trúc thượng tầng<br>b) Quan hệ kinh tế, lực lượng sản xuất và kiến trúc thượng tầng<br>c) Quan hệ sản xuất và kiến trúc thượng tầng<br>d) Lực lượng sản xuất, quan hệ sản xuất hợp thành cơ cấu kinh tế của xã hội và kiến trúc thượng tầng",
  "44) Chọn câu trả lời đúng:<br>Quan niệm cho rằng: \"suy nghĩ của những người sống trong túp lều tranh luôn luôn khác với suy nghĩ của những kẻ sống trong cung điện\" là quan điểm của:<br>a) Chủ nghĩa duy vật<br>b) Chủ nghĩa duy tâm<br>c) Chủ nghĩa duy vật siêu hình<br>d) Chủ nghĩa duy vật lịch sử",
  "45) Chọn câu trả lời đúng nhất theo quan điểm duy vật lịch sử:<br>Mỗi hình thái kinh tế xã hội đều được cấu thành từ các nhân tố:<br>a) Lực lượng sản xuất, kiến trúc thượng tầng<br>b) Quan hệ kinh tế, lực lượng sản xuất và kiến trúc thượng tầng<br>c) Quan hệ sản xuất và kiến trúc thượng tầng<br>d) Lực lượng sản xuất, quan hệ sản xuất hợp thành cơ cấu kinh tế của xã hội và kiến trúc thượng tầng",
  "46) Chọn câu trả lời đúng:<br>C.Mác đã xuất phát từ quan hệ nào, coi đó là quan hệ cơ bản nhất để phân tích kết cấu của xã hội:<br>a) Quan hệ chính trị<br>b) Quan hệ pháp luật<br>c) Quan hệ giữa con người với giới tự nhiên<br>d) Quan hệ sản xuất",
  "47) Điền thêm vào câu sau đây và xác định đó là luận điểm của ai?<br>\"Sự phát triển của các hình thái kinh tế - xã hội là một quá trình...\"<br>a) Lịch sử tất yếu theo quy luật tự nhiên/ V.I.Lênin<br>b) Lịch sử đi lên/ Ph. Ăngghen<br>c) Lịch sử - tự nhiên/ C. Mác<br>d) Lịch sử của các dân tộc/ Hồ Chí Minh",
  "48) Chọn câu trả lời đúng theo quan điểm duy vật lịch sử:<br>Quá trình \"lịch sử tự nhiên\" của sự phát triển các hình thái kinh tế xã hội là quá trình phát triển theo:<br>a) Quy luật của tự nhiên<br>b) Ý muốn chủ quan của con người<br>c) Ý niệm tuyệt đối<br>d) Quy luật khách quan của xã hội",
  "49) Chon câu trả lời đúng và đầy đủ nhất theo quan điểm duy vật lịch sử:<br>Theo V.I.Lênin, để có quan niệm đúng, vững chắc về sự phát triển của các hình thái kinh tế - xã hội là một quá trình lịch sử - tự nhiên thì cần phải:<br>a) Quy những mối quan hệ xã hội vào những quan hệ sản xuất<br>b) Quy những quan hệ sản xuất vào các quan hệ chính trị, pháp luật<br>c) Quy những quan hệ xã hội vào những quan hệ sản xuất và quy những quan hệ sản xuất vào trình độ phát triển của kỹ thuật, công nghệ hiện thời<br>d) Quy những quan hệ xã hội vào những quan hệ sản xuất và quy những quan hệ sản xuất vào trình độ phát triển của lực lượng sản xuất",
  "50) Chọn câu trả lời đúng nhất theo quan điểm duy vật lịch sử:<br>Khẳng định tính lịch sử - tự nhiên của sự phát triển các hình thái kinh tế - xã hội, tức là khẳng định sự phát triển của xã hội:<br>a) Hoàn toàn tuân theo quy luật khách quan của giới tự nhiên<br>b) Hoàn toàn tuân theo quy luật khách quan của xã hội<br>c) Hoàn toàn tuân theo quy luật khách quan của tự nhiên và xã hội<br>d) Tuân theo quy luật khách quan nhưng đồng thời chịu sự tác động của các nhân tố khác, trong đó có nhân tố thuộc về hoạt động của con người",
  "51) Chọn câu trả lời đúng theo quan niệm duy vật lịch sử:<br>Nhân tố quyết định xu hướng phát triển của các hình thái kinh tế - xã hội là:<br>a) Ý thức của gia cấp nắm quyền lực nhà nước<br>b) Ý trí của nhân dân<br>c) Quy luật khách quan<br>d) Điều kiện khách quan và chủ quan của mỗi xã hội",
  "52) Chọn câu trả lời đúng nhất và đầy đủ từ góc độ thế giới quan, phương pháp luận nhận thức về<br>xã hội:<br>Lý luận hình thái kinh tế xã hội do C.Mác sáng lập ra đã khắc phục được những hạn chế cơ bản nào trong các quan niệm về xã hội đã có trước đây?<br>a) Quan niệm duy tâm và tôn giáo<br>b) Quan niệm duy vật tầm thường và tôn giáo<br>c) Quan niệm siêu hình và duy tâm, tôn giáo<br>d) Quan niệm duy tâm khách quan và tôn giáo, huyền thoại",
  "53) Chọn câu trả lời đúng theo tinh thần khoa học:<br>Lý luận hình thái kinh tế - xã hội là cơ sở khoa học để:<br>a) Giải thích đầy đủ mọi hiện tượng xã hội<br>b) Giải thích chính xác và đầy đủ mọi hiện tượng xã hội<br>c) Xác lập phương pháp luận khoa học chung nhất để giải thích các hiện tượng xã hội<br>d) Xác lập phương pháp luận chung nhất ở tầm \"duy nhất khoa học\" cho mọi quá trình nghiên cứu",
  "54) Chon câu trả lời đúng theo định nghĩa của V.I.Lênin về giai cấp:<br>Sự khác biệt cơ bản nhất giữa các giai cấp là địa vị của họ trong:<br><br>a) Quyền lực chính trị<br>b) Quyền lực nhà nước<br>c) Quyền lực quản lý kinh tế<br>d) Quyền lực sở hữu tư liệu sản xuất",
  "55) Chon câu trả lời đúng nhấ theo định nghĩa của V.I.Lênin về giai cấp:<br>Giai cấp là những tập đoàn người to lớn có sự phân biệt về:<br>a) Địa vị của họ trong một hệ thống sản xuất xã hội nhất định trong lịch sử<br>b) Địa vị của họ trong quá trình quản lý và phân phối của cải xã hội<br>c) Địa vị của họ trong quản lý chính trị, văn hóa và xã hội<br>d) Địa vị của họ trong việc nắm quyền lực nhà nước",
  "56) Chọn câu trả lời đúng theo quan điểm của chủ nghĩa duy vật lịch sử:<br>Đấu tranh giai cấp giữ vai trò là:<br>a) Động lực cơ bản nhất của sự phát triển xã hội<br>b) Một trong những phương thức và động lực của sự phát triển xã hội ngày nay<br>c) Một trong những nguồn gốc và động lực quan trọng của mọi xã hội<br>d) Một trong những phương thức, động lực của sự tiến bộ, phát triển xã hội trong điều kiện xã hội có sự phân hóa thành đối kháng giai cấp",
  "57) Chọn câu trả lời đúng nhất theo khái niệm cách mạng xã hội của chủ nghĩa duy vật lịch sử:<br>Khái niệm \"cách mạng xã hội\" dùng để chỉ:<br>a) Sự tiến bộ, tiến hóa mọi lĩnh vực trong một xã hội nhất định<br>b) Sự thay thế chế độ xã hội này bằng một chế độ xã hội khác<br>c) Sự thay thế thể chế kinh tế này bằng một thể chế kinh tế khác<br>d) Sự thay thế hình thái kinh tế - xã hội này bằng hình thái kinh tế - xã hội khác cao hơn",
  "58) Chọn câu trả lời đúng, đầy đủ nhất theo quan niệm duy vật lịch sử:<br>Cách mạng xã hội giữa vai trò là:<br>a) Động lực phát triển của mọi xã hội<br>b) Nguồn gốc và động lực tiến bộ của xã hội<br>c) Phương thức, động lực cơ bản nhất của sự phát triển xã hội trong điều kiện xã họi có sự phân hóa thành đối kháng giai cấp<br>d) Một trong những phương thức, động lực phát triển xã hội",
  "59) Chon quan niệm đúng về con người theo quan điểm toàn diện của chủ nghĩa duy vật lịch sử:<br>Con người là:<br>a) Thực thể vật chất tự nhiên<br>b) Thực thể chính trị và đạo đức<br>c) Thực thể chính trị, có tư duy và văn hóa<br>d) Thực thể tự nhiên và xã hội",
  "60) Chon quan niệm đúng về con người theo quan điệm của chủ nghĩa duy vật lịch sử:<br>Bản chất con người là:<br>a) Thiện<br>b) Ác<br>c) Không thiện, không ác (mang bản chất tự nhiên)<br>d) Tổng hòa các quan hệ xã hội",
  "61) Điền thêm từ để có cau trả lời đúng theo quan niệm duy vật lịch sự và xác định đó là nhận định của ai?<br>\"trong tính hiện thực của nó, bản chất con người là...\"<br>a) Tổng hòa các quan hệ kinh tế /V.I.Lênin<br>b) Toàn bộ các quan hệ xã hội /Ph.Ăngghen<br>c) Tổng hòa những quan hệ xã hội /C.Mác<br>d) Tổng hòa các quan hệ tự nhiên và xã hội /C.Mác",
  "62) Chọn câu trả lời đúng theo định nghĩa của Ph.Ăngghen:<br>Con người là động vật:<br>a) Biết tư duy<br>b) Biết ứng xử theo các quy phạm đạo đức<br>c) Chính trị<br>d) Biết chế tạo và sử dụng công cụ lao động",
  "63) Chọn mệnh đề đúng theo quan điểm duy vật lịch sử:<br>a) Con người là chủ thể tùy ý sáng tạo ra lịch sử<br>b) Lịch sử sáng tạo ra con người; con người không thể sáng tạo ra lịch sử<br>c) Con người không thể sáng tạo ra lịch sử mà chỉ có thể thích ứng với những điều kiện có sẵn<br>d) Con người sáng tạo ra lịch sử trong phạm vi những điều kiện khách quan mà chính lịch sử tước đó đã tạo nên cho nó",
  "64) Chon câu trả lời đúng theo quan điểm chủ nghĩa duy vật lịch sử:<br>Lực lượng cơ bản nhất trong quần chúng nhân dân là:<br>a) Giai cấp thống trị xã hội<br>b) Tầng lớp tri thức<br>c) Người lao động<br>d) Công nhân và nông dân",
  "65) Chọn câu trả lời đúng theo quan điểm duy vật lịch sử:<br>Chủ thể sáng tạo chân chính ra lịch sử là:<br>a) Quần chúng nhân dân<br>b) Các cá nhân kiệt xuất, các vĩ nhân<br>c) Giai cấp thống trị<br>d) Tầng lớp tri thức trong xã hội",
  "66) Chọn câu trả lời đúng theo quan điểm duy tâm xã hội:<br>Lực lượng sáng tạo ra lịch sử là :<br>a) Quần chúng nhân dân lao động<br>b) Các vĩ nhân, những cá nhân kiệt xuất<br>c) Giai cấp thống trị xã hội<br>d) Các lực lượng siêu tự nhiên",
  "67) Chọn câu trả lời đúng theo văn kiện của Đảng:<br>Bài học lớn thứ nhất trong Văn kiện Đại hội đại biểu toàn quốc lần thứ VI của Đảng Cộng sản Việt Nam là<br>bài học nào?<br>a) Tôn trọng và hành động theo quy luật khách quan<br>b) Kết hợp sức mạnh dân tộc và sức mạnh thời đại<br>c) Nâng cao sức chiến đầu của Đảng<br>d) Lấy dân làm gốc",
  "68) Chọn câu trả lời đúng theo nghiên cứu tư liệu lịch sử:<br>Luận điểm \"dĩ dân vi bản\" (lấy dân làm gốc) là của ai:<br>a) Tuân Tử<br>b) Mạnh Tử<br>c) Hồ Chí Minh<br>d) Đảng Cộng sản Việt Nam",
  "69) Chọn câu trả lời đúng theo nghiên cứu lịch sử:<br>Chủ trương xây dựng nhà nước pháp quyền của dân, do dân và vì dân là của ai?<br>a) C. Mác<br>b) Ph.Ăngghen<br>c) V.I.Lênin<br>d) Hồ Chí Minh và Đảng Cộng sản Việt Nam",
  "70) Chọn câu trả lời đúng theo vận dụng phương pháp luận duy vật lịch sử :<br>Tâm lý, tính cách tiểu nông của người Việt nam truyền thống căn bản là do:<br>a) Bản tính cố hữu của người Việt Nam<br>b) Bị phong kiến, đế quốc nhiều thế kỷ áp bức thống trị<br>c) Phương thức sản xuất tiểu nông, lạc hậu tồn tại lâu dài trong lịch sử<br>d) Điều kiện tổ chức dân cư khép kín của các làng xã",
  "71) Chọn câu trả lời đúng nhất theo vận dụng phương pháp duy vật lịch sử:<br>Tại sao trong thời kỳ quá độ đi lên chủ nghĩa xã hội ở nước ta, tất yếu phải xây dựng một nền kinh tế nhiều thành phần dựa trên cơ sở nhiều loại hình sở hữu khác nhau?<br>a) Vì các thành phần đều cần cho sự phát triển kinh tế<br>b) Vì không thể lập tức xóa bỏ ngay được các thành phần kinh tế ngoài công hữu<br>c) Vì kinh nghiệm các nước trên thế giới cho thấy sự tồn tại của nền kinh tế nhiều thành phần là tất yếu<br>d) Vì thực tế phát triển lực lượng sản xuất ở nước ta đang còn đang ở nhiều trình độ khác nhau",
  "72) Chọn câu trả lời đúng nhất theo quan điểm của chủ nghĩa duy vật lịch sử<br>Nhân tố đảm bảo cho sự thắng lợi cuối cùng của một chế độ xã hội là:<br>a) Có nền khoa học tiên tiến<br>b) Có nhân tố chính trị tiến bộ<br>c) Có nền văn hóa tiên tiến, đậm đà bản sắc dân tộc<br>d) Có thể tạo ra năng suất lao động cao hơn",
  "73) Chọn câu trả lời đúng nhất theo quan điểm của chủ nghĩa duy vật lịch sử<br>Một giai cấp chỉ thực sự thực hiện được quyền thống trị của nó đối với toàn thể xã hội khi nó:<br>a) Nắm được quyền lực nhà nước<br>b) Là giai cấp tiến bộ và có hệ tư tưởng khoa học<br>c) Nắm được tư liệu sản xuất chủ yếu<br>d) Nắm được tự liệu sản xuất chủ yếu và quyền lực nhà nước",
  "74) Theo quan điểm duy vật lịch sử, ý kiến sau đây đúng hay sai? Vì sao?<br>\"Điều kiện sinh hoạt vật chất của xã hội biến đổi đến đâu thì ngay lập tức tâm lý xã hội và hệ tư tưởng xã hội cũng lập tức biến đổi đến đó\"<br>a) Đúng. Vì: tồn tại xã hội nào thì ý thức xã hội đó<br>b) Đúng. Vì: ý thức xã hội chỉ là sự phản ánh đối tồn tại xã hội<br>c) Sai. Vì: ý thức xã hội phụ thuộc vào tồn tại xã hội nhưng nó có tính độc lập tương đối của nó<br>d) Sai. Vì: thực tế lịch sử cho thầy không phải như vậy",
  "75) Theo quan điểm duy vật lịch sử, ý kiến sau đây đúng hay sai? Vì sao?<br>\"Vì quan hệ sản xuất phải phụ thuộc tất yếu vào trình độ phát triển của lực lượng sản xuất; do vậy, với bất cứ một sự biến đổi nào trong lực lượng sản xuất cũng ngay lập tức dân tới sự biến đổi trong quan hệ sản xuất\"<br>a) Đúng. Vì: quan hệ sản xuất phụ thuộc vào lực lượng sản xuất<br>b) Đúng. Vi: quan hệ sản xuất chỉ là hình thức kinh tế của quá trình sản xuất, nó luôn phải biến đổicho phù hợp với nột dung vật chất của quá trình đó - tức lực lượng sản xuất<br>c) Sai. Vì: quan hệ sản xuất phụ thuộc vào lực lượng sản xuất nhưng nó có tính độc lập tương đối<br>d) Sai. Vì: trong thực tế không đúng như vậy",
  "76) Chọn câu trả lời đúng theo quan điểm duy vật lịch sử:<br>Nguồn gốc sâu xã của các cuộc cách mạng là do:<br>a) Quần chúng lao động bị áp bức<br>b) Quần chúng lao động bị áp bức năng nề<br>c) Giai cấp cầm quyền bị khủng hoảng về đường lối cai trị<br>d) Mâu thuẫn gay gắt giữa lực lượng sản xuất và quan hệ sản xuất",
  "77) Chọn câu trả lời đúng nhất theo quan điểm của chủ nghĩa duy vật lịch sử<br>Nhà nước là yếu tố cơ bản trong kiến trúc thượng tầng của xã hội, nó:<br>a) Luôn luôn có tác động tích cực đối với cơ sở hạ tầng<br>b) Luôn luôn có tác động tiêu cực đối với cơ sở hạ tầng<br>c) Có thể tác động tích cực hoặc tiêu cực, tùy theo từng điều kiện nhất định<br>d) Không có tác dụng gì tới cơ sở hạ tầng kinh tế mà chỉ có tác dụng tới các yếu tố khác trong bản thân hệ thống kiến trúc thượng tầng",
  "78) Theo quan điểm duy vật lịch sử, ý kiến sau đây đúng hay sai? Tại sao?<br>\"Sự ra đời của nhà nước là để giải quyết các mâu thuẫn trong xã hội\"<br>a) Đúng. Vì: xã hội có mâu thuẫn thì cần phải có lực lượng đại diện cho xã hội để giải quyết nó<br>b) Đúng. Vì: kinh nghiệm thực tế cho thấy đúng như vậy<br>c) Sai. Vì: nếu mâu thuẫn giai cấp có thể giải quyết được thì không cần đến sự ra đời của nhà nước; sự ra đời của nó chỉ chứng tỏ rằng mâu thuẫn đã phát triển tới mức không thể giải quyết được nên cần đến sự ra đời của nhà nước<br>d) Sai. Vì: kinh nghiệm thực tế cho thấy đúng như vậy",
  "79) Trả lời theo quan điểm duy vật lịch sử, ý kiến sau đây đúng hay sai? Vì sao?<br>\"nhà nước là hiện tượng vĩnh viễn của lịch sử\"<br>a) Đúng. Vì: bản chất của con người vốn là tham làm, vị kỷ nên xã hội luôn luôn cần đến quyền lực đặc biệt là nhà nước để điều tiết các quan hệ lợi ích<br>b) Đúng. Vì: đã là một cộng đồng xã hội thì tất yếu phải có sự quản lý và điều tiết chung<br>c) Sai. Vì: nguồn gốc ra đời của nhà nước là do mâu thuẫn giai cấp không thể điều hòa được mà giai cấp không phải là hiện tượng vĩnh viễn của lịch sử<br>d) Sai. Vì: thực tế lịch sử thời nguyên thủy không có tổ chức nhà nước trong kiến trúc thượng tầng của xã hội, còn tương lại của xã hội loài người thế nào thì không thể dự báo chĩnh xác được",
  "80) Chọn câu trả lời đúng nhất theo quan điểm duy vật lịch sử:<br>Người ta:<br>a) Có thể tự do tùy ý lựa chọn cho mình những quan hệ sản xuất nhất định<br>b) Không thể lựa chọn những quan hệ sản xuất cho mình được<br>c) Có thể tự do lựa chọn nhưng không thể tùy ý lựa chọn cho mình những quan hệ sản xuất nhất định<br>d) Có thể tự do lựa chọn những quan hệ sản xuất nhất định trong phạm vi tính tất yếu của trình độ phát triển của lực lượng sản xuất hiện thực",
  "81.Trong một hình thái kinh tế xã hội, lực lượng sản xuất có các vai trò sau đây:<br>a) Là nền tảng vật chất - kỹ thuật của xã hội<br>b) Là nhân tố, xét đến cùng, quyết định sự hình thành và phát triển của mọi xã hội<br>c) Thể hiện tính liên tục trong sự phát triển của xã hội loài người<br>d) Tiêu biểu cho bộ mặt xã hội ở mỗi giai đoạn phát triển",
  "82.Chọn câu trả lời sai:<br>Trong một hình thái kinh tế xã hôi, quan hệ sản xuất có các vai trò sau đây:<br>a) Là quan hệ sản xuất cơ bản, quyết định tất cả các quan hệ xã hội khác<br>b) Là cơ sở kinh tế của các hiện tượng xã hội<br>c) Thể hiện tính liên tục trong sự phát triển của xã hội loài người<br>d) Tiêu biểu cho bộ mặt xã hội ở mỗi giai đoạn phát triển nhất định",
  "QN=147 Ý thức xã hội là phạm trù triết học dùng để chỉ <br>a. Toàn bộ đời sống tinh thần của xã hội <br>b. Toàn bộ điều kiện vật chất của xã hội <br>c. Toàn bộ điều kiện tinh thần của xã hội",
  "QN=148 Toàn bộ đời sống tinh thần của xã hội gọi là <br>a. Ý thức xã hội <br>b. Tâm lý con người và hệ tư tưởng <br>c. Tinh thần xã hội và hệ tư tưởng",
  "QN=149 Trong quan hệ biện chứng giữa lực lượng sản xuất với quan hệ sản xuất, chủ nghĩa duy vật lịch sử khẳng định <br>a. Lực lượng sản xuất quyết định quan hệ sản xuất <br>b. Quan hệ sản xuất quyết định lực lượng sản xuất <br>c. Cả lực lượng sản xuất và quan hệ sản xuất có vai trò như nhau",
  "QN=150 Theo qua điểm của triết học Mác- Lênin, yếu tố nào quyết định trong lực lượng sản xuất <br>a. Người lao động <br>b. Máy móc <br>c. Cả hai phương án đều đúng",
  "QN=151 Kiến trúc thượng tầng là phạm trù dùng để chỉ <br>a. Toàn bộ quan điểm, tư tưởng hình thành trên cơ sở phản ánh cơ sở hạ tầng <br>b. Toàn bộ hệ thống cơ sở vật chất hình thành trên cơ sở phản ánh cơ sở hạ tầng <br>c. Toàn bộ các quan hệ kinh tế hình thành trên cơ sở phản ánh cơ sở hạ tầng",
  "QN=152 Quan điểm nào dưới đây phù hợp nhất trên quan điểm của chủ nghĩa duy vật lịch sử trong nghiên cứu phương thức sản xuất <br>a. Lực lượng sản xuất là năng lực sản xuất của con người <br>b. Lực lượng sản xuất là năng lực thực tiễn của con người <br>c. Lực lượng sản xuất là năng lực cải tạo xã hội của con người",
  "QN=153 Sản xuất vật chất có vai trò gì đối với xã hội <br>a. Quyết định sự tồn tại và phát triển xã hội <br>b. Quyết định sự vận động của xã hội <br>c. Quyết định tính chất và nội dung của xã hội",
  "QN=154 Quan điểm nào sau đây phản ánh đầy đủ nội dung khái niệm tồn tại xã hội <br>a. Tồn tại xã hội là phạm trù dùng chỉ toàn bộ điều kiện vật chất của xã hội <br>b. Tồn tại xã hội là phạm trù dùng chỉ toàn bộ các giá trị tinh thần của xã hội <br>c. Tồn tại xã hội là phạm trù dùng chỉ toàn bộ các điều kiện sinh hoạt của xã hội",
  "QN=155 Lực lượng sản xuất là khái niệm dùng để chỉ <br>a. Quan hệ giữa con người với tự nhiên trong quá trình sản xuất <br>b. Quan hệ giữa người với xã hội trong quá trình sản xuất <br>c. Quan hệ giữa người sản xuất trong quá trình sản xuất",
  "QN=156 Theo quan điểm của Lênin, giai cấp là những tập đoàn người có <br>a. Lợi ích căn bản đối lập nhau <br>b. Mục tiêu chính trị đối lập nhau <br>c. Mọi phương án trả lời đều đúng",
  "QN=157 Theo quan điểm của chủ nghĩa duy vật biện chứng lịch sử xã hội loài người đã trải qua bao nhiêu hình thái kinh tế xã hội <br>a. Bốn hình thái kinh tế xã hội <br>b. Ba hình thái kinh tế xã hội <br>c. Năm hình thái kinh tế xã hội",
  "QN=158 Tồn tại xã hội gồm ba yếu tố cấu thành đó là <br>a. Phương thức sản xuất, điều kiện dân số, điều kiện tự nhiên địa lý <br>b. Phương thức sản xuất, phương thức tiêu dùng, phương thức trao đổi hàng hóa <br>c. Phương thức sản xuất, điều kiện dân số, cơ sở hạ tầng xã hội",
  "QN=159 Lực lượng sản xuất là phạm trù dùng để chỉ <br>a. Năng lực sản xuất của con người <br>b. Năng lực thực tiễn của con người <br>c. Năng lực cải tạo xã hội của con người",
  "QN=160 Quan điểm nào dưới đây phản ánh đầy đủ vai trò của đấu tranh giai cấp trong xã hội phân chia giai cấp <br>a. Đấu tranh giai cấp là nguồn gốc và động lực vận động và phát triển xã hội <br>b. Đấu tranh giai cấp làm cho mọi xã hội thay đổi <br>c. Đấu tranh giai cấp làm cho mọi giai cấp phải tự thay đổi"
]
